[
  {
    "author": "Unknown",
    "text": "the Lord God is my strength and my song",
    "source_url": "https://www.salvationarmyusa.org/stories/the-weekly-word-a-devotion-for-the-week-of-january-22/",
    "context": "afraid.” As we trust, fear loses its power, and we find security in the unfailing arms of our Heavenly Father. What a profound revelation it is to declare that “the Lord God is my strength and my song.” In our weakness, God provides strength. He doesn’t merely offer assistance; He becomes our strength, empowering us to face challenges with courage and resilien",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "God’s love has been poured into our hearts through the Holy Spirit who has been given to us",
    "source_url": "https://www.salvationarmyusa.org/stories/the-weekly-word-a-devotion-for-the-week-of-may-1-1/",
    "context": "lives. God sent his son to bring us peace and hope instead of facing the consequences of sin. At the end of the first five verses in the chapter, Paul writes, “God’s love has been poured into our hearts through the Holy Spirit who has been given to us.” Christ died for us so that we can be saved and walk freely in His grace. Since God shows us grace in our lives, we can also show those around us grace. We as b",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "I love you, O Lord, my strength",
    "source_url": "https://www.salvationarmyusa.org/stories/the-weekly-word-a-devotion-for-the-week-of-may-8/",
    "context": "his verse has a lot of imagery that has to do with strength; for example, “rock,” “fortress,” “shield,” and “stronghold.” In verse one of Psalm 18, David says, “I love you, O Lord, my strength.” He gives all the credit to God for his strength, and we can look at that and be inspired to do the same. David also calls the Lord his “fortress.” Try to pictu",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "the horn of my salvation",
    "source_url": "https://www.salvationarmyusa.org/stories/the-weekly-word-a-devotion-for-the-week-of-may-8/",
    "context": "a fortress during battle. This is how we can go about facing our daily battles. We can turn to God for a sense of peace and safety. You might be wondering what “the horn of my salvation” means. A raised horn in the Bible often was a symbol of victory—in this case, victory over sin. God’s strength shines through when Jesus died on the cross for",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "For it is easier for a camel to go through an eye of a needle than for a rich person to enter the kingdom of God",
    "source_url": "https://www.salvationarmyusa.org/stories/the-weekly-word-a-devotion-for-the-week-of-may-22/",
    "context": "to give up his riches. In a way, the ruler idolizes money, which is still an issue in today’s age. Jesus uses an interesting analogy in this passage, it reads, “For it is easier for a camel to go through an eye of a needle than for a rich person to enter the kingdom of God.” This has been translated in many ways, but they all have the same lesson: it’s difficult for a rich person to enter His kingdom. The people who heard Jesus que",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "with tenderhearted mercy, kindness, humility, gentleness, and patience",
    "source_url": "https://www.salvationarmyusa.org/stories/the-weekly-word-a-devotion-for-the-week-of-may-29be-thankful-for-his-peaceful-and-loving/",
    "context": "u, either intentionally or unintentionally. This verse tells us we must forgive others because God forgave us. In verse 12, Paul said we must clothe ourselves, “with tenderhearted mercy, kindness, humility, gentleness, and patience.” Since the Lord chose us to be his people, we have the duty to treat those around us with love and kindness. This includes forgiveness. In verse 13 Paul also sa",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "Let the peace that comes from Christ rule in your hearts",
    "source_url": "https://www.salvationarmyusa.org/stories/the-weekly-word-a-devotion-for-the-week-of-may-29be-thankful-for-his-peaceful-and-loving/",
    "context": "know that we serve a God who forgives us no matter what and urges us to do the same for others. God wants us to live in peace with one another. Verse 15 said, “Let the peace that comes from Christ rule in your hearts.” Our peace comes from Him, and He asks us to bring and show peace to others. We are members of one body of Christ, and we are asked to live in harmony with not",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "does not produce the righteousness of God",
    "source_url": "https://www.salvationarmyusa.org/stories/the-weekly-word-a-devotion-for-the-week-of-july-31/",
    "context": "called to live like Jesus. Losing our temper does not mirror His actions. Reacting in anger rarely does us any good and in verse 20, James notes that our anger “does not produce the righteousness of God.” These verses in James help guide how God wants us to be more like Him. Learning and practicing patience takes time and does not always feel natural to us. We a",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "pursue righteousness, godliness, faith, love, steadfastness, and gentleness",
    "source_url": "https://www.salvationarmyusa.org/stories/the-weekly-word-a-devotion-for-the-week-of-june-26/",
    "context": "ed Timothy to not lose hope, but rather look to the Lord and remember his confession of faith “in the presence of many witnesses.” In verse 11, we are asked to “pursue righteousness, godliness, faith, love, steadfastness, and gentleness.” We are called to rely on those attributes for support as we resist Satan and the things of this world. This verse is a great reminder to us in our Christian li",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "It is good to wait quietly for the salvation of the Lord",
    "source_url": "https://www.salvationarmyusa.org/stories/the-weekly-word-a-devotion-for-the-week-of-july-3/",
    "context": "s telling us to not give up hope. After the first 18 verses, Jeremiah reminds us that the Lord’s love is steadfast, and His mercies are endless. Jeremiah says, “It is good to wait quietly for the salvation of the Lord.” Waiting quietly can be a difficult task for humans. We often rely on ourselves instead of trusting that the Lord will provide and take care of us. Even if it s",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "Therefore be imitators of God",
    "source_url": "https://www.salvationarmyusa.org/stories/the-weekly-word-a-devotion-for-the-week-of-february-19/",
    "context": "ht to those around us, walking in love just as Christ loved us and gave himself up for us. The first verse in Ephesians 5 opens with a powerful call to action: “Therefore be imitators of God.” What a profound statement! As believers, we are called to mirror God’s character and emulate His love in our lives. To do this, we must recognize and embrace t",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "as Christ loved us and gave himself up for us",
    "source_url": "https://www.salvationarmyusa.org/stories/the-weekly-word-a-devotion-for-the-week-of-february-19/",
    "context": "e extends beyond our inner circle to include our neighbors, friends, and even those who may oppose us. These verses also remind us of Jesus’s sacrifice for us, “as Christ loved us and gave himself up for us.” Jesus, the perfect example of love, laid down His life for our redemption. His love is not self-serving or conditional but sacrificial and all-encompassing. Th",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "fragrant offering and sacrifice to God",
    "source_url": "https://www.salvationarmyusa.org/stories/the-weekly-word-a-devotion-for-the-week-of-february-19/",
    "context": "ot self-serving or conditional but sacrificial and all-encompassing. These verses can inspire us to live lives of selflessness and generosity. The imagery of a “fragrant offering and sacrifice to God” suggests that our acts of love are not only pleasing to those around us but also to our Heavenly Father. When we love sacrificially, our lives become an offeri",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "the Lord whom you seek will suddenly come to his temple",
    "source_url": "https://www.salvationarmyusa.org/stories/the-weekly-word-a-devotion-for-the-week-of-december-18/",
    "context": "in the New Testament—prepared the way for the ministry of Jesus Christ. He helped call the people to repentance and a renewed commitment to God. Malachi says, “the Lord whom you seek will suddenly come to his temple.” This is a powerful declaration of the Lord’s imminent arrival. The temple during this time in history was a central place of worship. The idea of God coming to",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "let the hearts of those who seek the Lord rejoice",
    "source_url": "https://www.salvationarmyusa.org/stories/the-weekly-word-a-devotion-for-the-week-of-december-25/",
    "context": "also live in a way that brings glory to His name. Our actions and attitudes should reflect the holiness of the Lord. In the second part of this verse, it says, “let the hearts of those who seek the Lord rejoice.” We find our joy in the one true king by pursuing a relationship with Him. It is an intentional and wholehearted effort to know Him more deeply and to align our",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "with thanksgiving let your requests be made known to God",
    "source_url": "https://www.salvationarmyusa.org/stories/the-weekly-word-a-devotion-for-the-week-of-october-13/",
    "context": "prayer. When our prayer lives are abounding in requests for God, and lacking in gratitude, it can leave us spiritually unbalanced. In Philippians 4:6 it says, “with thanksgiving let your requests be made known to God.” We can ask God for things we want and need, but we should do it with a thankful spirit. Let’s delight in the Lord and depend on His power rather than our own",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "let him deny himself and take up his cross daily and follow me",
    "source_url": "https://www.salvationarmyusa.org/stories/the-weekly-word-a-devotion-for-the-week-of-october-23-1/",
    "context": "urch for ages; this is directed to all . This verse can be seen as an introduction to what it means to be a believer. In the second half of the verse, He says, “let him deny himself and take up his cross daily and follow me.” Again: Jesus says we are to take up His cross daily . This is a reminder that becoming a Christian is not simply a decision that you make and then you’re done",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "He has made everything beautiful in its time. He has also set eternity in the human heart; yet no one can fathom what God has done from beginning to end",
    "source_url": "https://www.salvationarmyusa.org/stories/the-weekly-word-a-devotion-for-the-week-of-january-30/",
    "context": "inds take the best photos and videos that we can revisit as often as we want. But if we miss it when it happens, we often don’t get the chance to see it again. “He has made everything beautiful in its time. He has also set eternity in the human heart; yet no one can fathom what God has done from beginning to end.” --> Recent Stories arrow_back arrow_forward Connect with us Having Issues? Contact Us Our Mission The Salvation Army, an international movement, is an evangeli",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "Then God said, ‘Let Us make man in Our image, according to Our likeness; and let them rule over the fish of the sea and over the birds of the sky and over the cattle and over all the earth, and over every creeping thing that creeps on the earth.’",
    "source_url": "https://www.salvationarmyusa.org/stories/the-weekly-word-a-devotion-for-the-week-of-march-27/",
    "context": "elihood. No matter the season, God says faith results in economic as well spiritual strength. The rains replenish the land and life grows. As Genesis 1:26 says “Then God said, ‘Let Us make man in Our image, according to Our likeness; and let them rule over the fish of the sea and over the birds of the sky and over the cattle and over all the earth, and over every creeping thing that creeps on the earth.’” James 3:7 tells us similarly that “For every species of beasts and birds, of reptiles and creatures of the sea, is tamed and has been tamed by the human race.”",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "Hear the word of the Lord, you Israelites, because the Lord has a charge to bring against you who live in the land: There is no faithfulness, no love, no acknowledgment of God in the land",
    "source_url": "https://www.salvationarmyusa.org/stories/the-weekly-word-a-devotion-for-the-week-of-april-3/",
    "context": "verses of the book. God condemns the Israelites for turning away from his Word – his teachings – and choosing to make their own decisions and choices. He says: “Hear the word of the Lord, you Israelites, because the Lord has a charge to bring against you who live in the land: There is no faithfulness, no love, no acknowledgment of God in the land.” He continues by chastising his people, saying: “There is only cursing, lying and murder, stealing and adultery; they break all bounds, and bloodshed follows bl",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "for you are the God of my salvation; for you I wait all the day long",
    "source_url": "https://www.salvationarmyusa.org/stories/the-weekly-word-a-devotion-for-the-week-of-november-20/",
    "context": "uidance, let us be attentive to His voice, allowing the Holy Spirit to reveal the truth within the Scriptures. The end of this verse is a declaration of faith: “for you are the God of my salvation; for you I wait all the day long.” God is not just a guide or a teacher; He is our Savior, and our hope is anchored in Him. In our world of fleeting hopes and temporary solutions, God stands as",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "He saved us, not because of works done by us in righteousness, but according to his own mercy",
    "source_url": "https://www.salvationarmyusa.org/stories/the-weekly-word-a-devotion-for-the-week-of-january-8/",
    "context": "love for us is beyond our understanding; it is a love that reaches out to us even in our unworthiness. Verse 5 reminds us of an important aspect of our faith: “He saved us, not because of works done by us in righteousness, but according to his own mercy.” Salvation is not a reward for our righteous deeds but a product of God’s mercy. No amount of good deeds could bridge the gap between our imperfection and God’s",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "I will pour my Spirit upon your offspring, and my blessing on your descendants",
    "source_url": "https://www.salvationarmyusa.org/stories/the-weekly-word-a-devotion-for-the-week-of-june-5/",
    "context": "of Israel that He will provide for them since they have been suffering. He’s still doing the same for us today! In the second part of the verse, Isaiah writes “I will pour my Spirit upon your offspring, and my blessing on your descendants.” When the Holy Spirit is poured on us as it says in the verse, we then have a sense of belonging to the Lord. We have a new sense of self, like in the next vers",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "Do not fear or be in dread of them, for it is the Lord your God who goes with you",
    "source_url": "https://www.salvationarmyusa.org/stories/the-weekly-word-a-devotion-for-the-week-of-december-11/",
    "context": "h and courage do not originate from our own might—instead, they are rooted in our relationship with the ever-present and all-powerful God. The verse also says, “Do not fear or be in dread of them, for it is the Lord your God who goes with you.” The assurance that the Lord is with us can be a huge comfort to us. In each step of our journey, in times of triumph and in the face of adversity, God’s presen",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "put on the new self, created after the likeness of God in true righteousness and holiness",
    "source_url": "https://www.salvationarmyusa.org/stories/the-weekly-word-a-devotion-for-the-week-of-august-28/",
    "context": "ld ways behind and attempt to act and think as Jesus would. Paul mentions that our “former manner of life is corrupt through deceitful desires” and urges us to “put on the new self, created after the likeness of God in true righteousness and holiness.” Whether you grew up in a Christian home or just started following Christ last week, we are all called to treat others with kindness and act wisely when it come",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "But far be it from me to boast except in the cross of our Lord Jesus Christ",
    "source_url": "https://www.salvationarmyusa.org/stories/the-weekly-word-a-devotion-for-the-week-of-november-6/",
    "context": "nd the transformative power it holds. We are dead in our sins, but Jesus was sent to save us from the penalty of sin. At the beginning of the verse, Paul says, “But far be it from me to boast except in the cross of our Lord Jesus Christ.” This statement draws our attention to the rejection of all forms of complacency and our achievements. In a world consumed by the desire for recognition and suc",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "Therefore I tell you, whatever you ask in prayer, believe that you have received it, and it will be yours",
    "source_url": "https://www.salvationarmyusa.org/stories/revival-gods-way-radical-faith-defiant-prayer/",
    "context": "the foundation for any forward movement of God. Prayer changes us and opens our hearts to His guidance. There are Scriptures that remind us to pray: Mark 11:24 “Therefore I tell you, whatever you ask in prayer, believe that you have received it, and it will be yours.” John 15:7 “If you abide in me, and My words abide in you, ask whatever you wish, and it will be done for you. Ephesians 6:18 “Praying at all times in the Spiri",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "Praying at all times in the Spirit, with all prayer and supplication. To that end keep alert with all perseverance, making supplication for all the saints. Psalm 34:17 “When the righteous cry for help, the Lord hears and delivers them out of all their troubles",
    "source_url": "https://www.salvationarmyusa.org/stories/revival-gods-way-radical-faith-defiant-prayer/",
    "context": "eceived it, and it will be yours.” John 15:7 “If you abide in me, and My words abide in you, ask whatever you wish, and it will be done for you. Ephesians 6:18 “Praying at all times in the Spirit, with all prayer and supplication. To that end keep alert with all perseverance, making supplication for all the saints. Psalm 34:17 “When the righteous cry for help, the Lord hears and delivers them out of all their troubles.” Why pray ? God calls us to pray and to pray in faith. He hears the cry of His children. Leading our people into prayer is necessary to prepare their hearts for",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "t see You move among us, but we realize that too often we have never even bothered to invite You into any of the things we have planned. Please forgive us, Lord. Help us to be more attentive to prayer so that You can revive us as individuals and our Army corps and then our Army at large. In Jesus",
    "source_url": "https://www.salvationarmyusa.org/stories/revival-gods-way-radical-faith-defiant-prayer/",
    "context": "pen hearts to share our hearts, confess our sins, our struggles and our doubts and to listen, yes, to listen to what You have to say to us. We wonder why we don't see You move among us, but we realize that too often we have never even bothered to invite You into any of the things we have planned. Please forgive us, Lord. Help us to be more attentive to prayer so that You can revive us as individuals and our Army corps and then our Army at large. In Jesus' name. Amen. Our Worldwide Prayer Meeting Our International Army Thinking It Through Major Caldwell has outlined a number of ways to employ prayer as well as wh",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "Sweet Hour of Prayer",
    "source_url": "https://www.salvationarmyusa.org/stories/revival-gods-way-radical-faith-defiant-prayer/",
    "context": "on is to misunderstand the whole concept of prayer and relationship with God. - A.W. Tozer Sometimes the old hymns say it best. That is the case with this one, \"Sweet Hour of Prayer.\" We would appreciate any feedback and/or suggestions on how to improve these devotionals. Please email comments to: SpiritualLifeDevelopment@uss.salvationarmy.o",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "\"But you are a chosen people, a royal priesthood, a holy nation, God’s special possession, that you may declare the praises of him who called you out of darkness into his wonderful light.\" (1 Peter 2:9,NIV)",
    "source_url": "https://www.salvationarmyusa.org/stories/devotional-the-church-failed-me/",
    "context": "\"But you are a chosen people, a royal priesthood, a holy nation, God’s special possession, that you may declare the praises of him who called you out of darkness into his wonderful light.\" (1 Peter 2:9,NIV)",
    "method": "blockquote",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "The Lord is close to the brokenhearted and saves those who are crushed in spirit",
    "source_url": "https://www.salvationarmyusa.org/stories/devotional-the-church-failed-me/",
    "context": "e Story share Date Author Stephen & Amanda Goodell - Soldiers of the Clearwater, Florida Corps GOD’S WORD PSALM 34:18; Matthew 16:18; Romans 8:28; 1 Peter 2:9; \"The Lord is close to the brokenhearted and saves those who are crushed in spirit.\" (Psalm34:18, NIV) The Christian church is a place where all should come and feel welcome. It is a place where we gather to worship our Lord and Savior, and for",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "Why did God allow this to happen?",
    "source_url": "https://www.salvationarmyusa.org/stories/devotional-the-church-failed-me/",
    "context": "with them. Amanda’s Experience? A victim can experience lifelong shame, hurt, guilt, and anger because of their abuse. They may ask themselves questions like, “Why did God allow this to happen?” “Am I being punished?” “Does He not love me??” Our hearts go out to those who were victimized. Why does God allow these things to happen…in His church, of all",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "in all things God works for the good of those who love him",
    "source_url": "https://www.salvationarmyusa.org/stories/devotional-the-church-failed-me/",
    "context": "our experiences, and in His way, in His perfect timing, works them out for our good and His glory. The Apostle Paul says this in his letter to the Romans with, “in all things God works for the good of those who love him.” (Romans 8:28, NIV) . God highly favors us, and if that were not true, he would not have sent His son to die on the cross so that we can have eternal life. He s",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "But you are a chosen people, a royal priesthood, a holy nation, God’s special possession, that you may declare the praises of him who called you out of darkness into his wonderful light",
    "source_url": "https://www.salvationarmyusa.org/stories/devotional-the-church-failed-me/",
    "context": "ld not have sent His son to die on the cross so that we can have eternal life. He speaks of His adoration towards us throughout the Bible, with such verses as… \"But you are a chosen people, a royal priesthood, a holy nation, God’s special possession, that you may declare the praises of him who called you out of darkness into his wonderful light.\" (1 Peter 2:9,NIV). You don’t have to let this abuse define your life. You have a choice to carry the shame and guilt of your negative experiences and allow the",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "You almost persuade me to become a Christian",
    "source_url": "https://www.salvationarmyusa.org/stories/devotional-is-christianity-about-gaining-or-giving-up/",
    "context": "12:25; 2nd Corinthians 10:3-5 DEVOTIONAL Acts 26:28 (NKJV) records what King Herod Agrippa said when Paul talked to him about Jesus: Then Agrippa said to Paul, ‘You almost persuade me to become a Christian.’ Why was it almost for Agrippa? What kept him from believing? What keeps many people today from following Jesus? Some view becoming a Christian in terms of what",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "We are human, but we don’t wage war as humans do. We use God’s mighty weapons, not worldly weapons, to knock down the strongholds of human reasoning and to destroy false arguments. We destroy every proud obstacle that keeps people from knowing God. We capture their rebellious thoughts and teach them to obey Christ",
    "source_url": "https://www.salvationarmyusa.org/stories/devotional-is-christianity-about-gaining-or-giving-up/",
    "context": "it for eternity.’ It’s a battle to keep our minds stayed on Jesus. Paul wrote about this to a group of Christians living in Corinth: 2 Corinthians 10:3–5 (NLT) \"We are human, but we don’t wage war as humans do. We use God’s mighty weapons, not worldly weapons, to knock down the strongholds of human reasoning and to destroy false arguments. We destroy every proud obstacle that keeps people from knowing God. We capture their rebellious thoughts and teach them to obey Christ.\" Let’s take another look at verse 5 in the New King James Version: 2 Corinthians 10:5 \"Casting down arguments, and every high thing that exalts itself against t",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "Casting down arguments, and every high thing that exalts itself against the knowledge of God, and bringing every thought into captivity to the obedience of Christ",
    "source_url": "https://www.salvationarmyusa.org/stories/devotional-is-christianity-about-gaining-or-giving-up/",
    "context": "God. We capture their rebellious thoughts and teach them to obey Christ.\" Let’s take another look at verse 5 in the New King James Version: 2 Corinthians 10:5 \"Casting down arguments, and every high thing that exalts itself against the knowledge of God, and bringing every thought into captivity to the obedience of Christ.\" We must be prepared to surrender anything and everything in our lives that blocks our receiving His mercy and compassion. As we grow spiritually and continue t",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "Be joyful always; pray continually; give thanks in all circumstances, for this is God’s will for you in Christ Jesus",
    "source_url": "https://www.salvationarmyusa.org/stories/devotional-thanksgiving-a-part-of-our-dna/",
    "context": "chaotic, crisis filled world, you and I can still be thankful to God, especially in light of what Paul said to the Thessalonians: 1 Thessalonians 5:16-18 (NIV) “Be joyful always; pray continually; give thanks in all circumstances, for this is God’s will for you in Christ Jesus.” As I see it there are two keys to being filled with gratitude and thanksgiving within these three verses. 1. BE JOYFUL ALWAYS: When you and I are joyful always",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "wait a minute, Jesus got angry in the Temple and turned over the tables",
    "source_url": "https://www.salvationarmyusa.org/stories/devotional-thanksgiving-a-part-of-our-dna/",
    "context": "all those we encounter. It’s one of the many reasons why Jesus was so effective. He always had a joyful attitude and it rubbed off on everyone. Some would say “wait a minute, Jesus got angry in the Temple and turned over the tables.” Yes, He did, but I believe even though He was angry He did not sin. Of course that goes without saying seeing’s how He never sinned. But It’s like Paul said to",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "God has determined that certain expressions of His power will only be exercised in response to prayer: Simply put, God won’t do it unless we pray for it. We have not because we ask not. The greatest tragedy in life is the prayers that go unanswered because they go unasked",
    "source_url": "https://www.salvationarmyusa.org/stories/devotional-thanksgiving-a-part-of-our-dna/",
    "context": "ds. And to everyone who knocks, the door will be opened.” Christ’s followers are prayer warriors and there is mighty power through prayer. Mark Batterson says, “God has determined that certain expressions of His power will only be exercised in response to prayer: Simply put, God won’t do it unless we pray for it. We have not because we ask not. The greatest tragedy in life is the prayers that go unanswered because they go unasked.” We must not forget that this is God’s will that we be joyful always, pray continually, and give thanks in all circumstances. And to think that the God of the u",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "Repent, for the Kingdom of God has come near",
    "source_url": "https://www.salvationarmyusa.org/stories/devotional-the-journey-of-mary-and-joseph/",
    "context": "ur sins. This is what You showed us and told us repeatedly while You journeyed the dusty roads on earth, going from town to town, telling all who would listen, \"Repent, for the Kingdom of God has come near.\" Oh, Father, thank You for coming to earth and redeeming mankind. Thank You for calling Mary and Joseph to bring Jesus into our world, and through their obedien",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "Do not be afraid. I bring you good news that will cause great joy for all the people. Today in the town of David a Savior has been born to you; he is the Messiah, the Lord",
    "source_url": "https://www.salvationarmyusa.org/stories/devotional-the-journey-of-the-angels/",
    "context": "arry Corbitt - General Secretary Georgia Divisional Headquarters II Advent Devotional Series The Journey of the Angels LUKE 2:10-12 But the angel said to them, “Do not be afraid. I bring you good news that will cause great joy for all the people. Today in the town of David a Savior has been born to you; he is the Messiah, the Lord.” As surprising as it sounds, we don’t have a lot of information regarding Angels. Of course, as with most things theological, we like to think we have all the a",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "Glory to God in the Highest, and on earth, peace to men upon whom His favor rests!",
    "source_url": "https://www.salvationarmyusa.org/stories/devotional-the-journey-of-the-angels/",
    "context": "as if heaven could not contain the joy of the evening, the sky flamed with light as a multitude of the heavenly host, angels by the hundreds, spoke in unison, “Glory to God in the Highest, and on earth, peace to men upon whom His favor rests!” Oh, to have been there! Do you not long for the day when you too will be a part of the choir? What a day that will be! One last word. No one was meant to be le",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "Do not fear, for I have redeemed you; I have called you by name; you are Mine!",
    "source_url": "https://www.salvationarmyusa.org/stories/devotional-for-the-new-year/",
    "context": "alled by name by our God who fully knows and fully loves us. But now, this is what the Lord says, He who is your Creator, Jacob, and He who formed you, Israel: “Do not fear, for I have redeemed you; I have called you by name; you are Mine!” Isaiah 43:1 To him the doorkeeper opens, and the sheep listen to his voice, and he calls his own sheep by name and leads them out. J ohn 10:3 On this last day",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "All of us have sinned and fallen short of God’s glory. But God treats us much better than we deserve, and because of Christ Jesus, he freely accepts us and sets us free from our sins",
    "source_url": "https://www.salvationarmy.org.au/our-faith/jesus-and-christianity/salvation-prayer/",
    "context": "in creates a wall between us and a holy God, which we cannot get past without God’s help. Without God our lives can feel empty and meaningless. The Bible says, “All of us have sinned and fallen short of God’s glory. But God treats us much better than we deserve, and because of Christ Jesus, he freely accepts us and sets us free from our sins” (Romans Chapter 3, Verses 23-24, CEV) . This Bible verse means that even though we make mistakes and are not perfect, God still loves us and wants us to have a",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "God loved the people of this world so much that he gave his only Son, so that everyone who has faith in him will have eternal life and never really die",
    "source_url": "https://www.salvationarmy.org.au/our-faith/jesus-and-christianity/salvation-prayer/",
    "context": "sting) life in Heaven with God after we die. Through Jesus, life has meaning and we have hope for the future. That’s why Christians call Jesus their ‘Saviour’. “God loved the people of this world so much that he gave his only Son, so that everyone who has faith in him will have eternal life and never really die” (John Chapter 3, Verse 16, CEV). What is a salvation prayer? When you decide to accept Jesus’ help, to trust in him and call on him as your Saviour, you can pr",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "Christ also brought you the truth, which is the good news about how you can be saved. You put your faith in Christ and were given the promised Holy Spirit to show you belong to God",
    "source_url": "https://www.salvationarmy.org.au/our-faith/jesus-and-christianity/salvation-prayer/",
    "context": "with us so your local Salvos can support you. How do I know I am saved? The Bible also says we know we are saved because we have the Holy Spirit living in us. “Christ also brought you the truth, which is the good news about how you can be saved. You put your faith in Christ and were given the promised Holy Spirit to show you belong to God” (Ephesians Chapter 1, Verse 13, CEV) . The Holy Spirit is God, just as the Father and Jesus are God – they are three in one. The Holy Spirit lives inside the h",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "The wind blows wherever it wants to. You hear it, but you don’t know where it is coming from or where it is going. It is the same with everyone who is born from the Spirit",
    "source_url": "https://www.salvationarmy.org.au/our-faith/jesus-and-christianity/salvation-prayer/",
    "context": "ives inside the hearts of all who believe. We cannot see him, but we can know him – experience him – and we can see the positive change he brings to our lives. “The wind blows wherever it wants to. You hear it, but you don’t know where it is coming from or where it is going. It is the same with everyone who is born from the Spirit” (John Chapter 3, Verse 8, ERV) . The Holy Spirit gives us guidance about how to live life God’s way. He helps build our character, to become more like Jesus",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "But the Holy Spirit will come and help you, because the Father will send the Spirit to take my place. The Spirit will teach you everything and will remind you of what I said while I was with you",
    "source_url": "https://www.salvationarmy.org.au/our-faith/jesus-and-christianity/salvation-prayer/",
    "context": "to become more like Jesus – bringing love, hope and good news to those around us. He gifts us with faith, wisdom and strength to live in our God-given purpose. “But the Holy Spirit will come and help you, because the Father will send the Spirit to take my place. The Spirit will teach you everything and will remind you of what I said while I was with you” (John Chapter 14, Verse 26, CEV) . People who follow Jesus live differently to people who don’t know Jesus. Being a Christian means living out our faith in pra",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "Let the same mind be in you that was in Christ Jesus, who, though he was in the form of God, did not regard equality with God as something to be exploited, but emptied himself, taking the form of a slave, being born in human likeness. And being found in human form, he humbled himself and became obedient to the point of death – even death on a cross",
    "source_url": "https://www.salvationarmy.org.au/our-faith/easter/easter-stories/the-salvation-army-general-message-easter-2023/",
    "context": "mpletely submitted to becoming human. In so doing he experienced pain, suffering and death itself. Paul echoes this in Philippians 2:5-8 (NRSV) when he writes, ‘Let the same mind be in you that was in Christ Jesus, who, though he was in the form of God, did not regard equality with God as something to be exploited, but emptied himself, taking the form of a slave, being born in human likeness. And being found in human form, he humbled himself and became obedient to the point of death – even death on a cross.’ Jesus clothes himself with our humanity. He understands us. He experienced the extremity of a public execution with all its humiliation. His identification wit",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "God was reconciling the world to himself in Christ, not counting people",
    "source_url": "https://www.salvationarmy.org.au/our-faith/easter/easter-stories/the-salvation-army-general-message-easter-2023/",
    "context": "‘paid in full’ with no longer counting our sins and the important emphasis of reconciliation through the cross. He describes this in 2 Corinthians 5:19 (NIV): ‘God was reconciling the world to himself in Christ, not counting people’s sins against them... .’ Sin is no longer the issue – the only thing of importance is how we will respond to a Saviour who has paid the account in full. It is",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "once and for all God",
    "source_url": "https://www.salvationarmy.org.au/our-faith/easter/easter-stories/the-salvation-army-general-message-easter-2023/",
    "context": "e – the only thing of importance is how we will respond to a Saviour who has paid the account in full. It is finished. At the start of the year, I affirmed the ‘once and for all God’. In Romans 6:10 we read: ‘The death he died, he died to sin once for all; but the life he lives, he lives to God.’ God’s provision for us began with a new cove",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "The death he died, he died to sin once for all; but the life he lives, he lives to God",
    "source_url": "https://www.salvationarmy.org.au/our-faith/easter/easter-stories/the-salvation-army-general-message-easter-2023/",
    "context": "respond to a Saviour who has paid the account in full. It is finished. At the start of the year, I affirmed the ‘once and for all God’. In Romans 6:10 we read: ‘The death he died, he died to sin once for all; but the life he lives, he lives to God.’ God’s provision for us began with a new covenant, commencing with the cross. Once and for all. Paid in full. Hebrews 9:28 reminds us that Christ was sacrificed",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "Behold, the Lamb of God, who takes away the sin of the world",
    "source_url": "https://www.salvationarmy.org.au/our-faith/easter/easter-stories/the-salvation-army-general-message-easter-2023/",
    "context": "Once and for all. Paid in full. Hebrews 9:28 reminds us that Christ was sacrificed once to take away the sins of many, including us, while John 1:29 proclaims, ‘Behold, the Lamb of God, who takes away the sin of the world’ (ESV). That is my sin, and your sin. It is finished. In the truth that Christ died once and for all, there is also the truth that he lives, and because he live",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "But God demonstrates his own love for us in this: while we were still sinners, Christ died for us",
    "source_url": "https://www.salvationarmy.org.au/our-faith/easter/easter-stories/the-salvation-army-general-message-easter-2023/",
    "context": "comes, we can live as ‘more than conquerors’ and ‘overcomers in the midst of all things’, because his grace is sufficient and he is faithful. Romans 5:8 says: ‘But God demonstrates his own love for us in this: while we were still sinners, Christ died for us.’ It’s done! For once and for all time … and that changes everything. It is finished. Commissioner Rosalie joins me in sending you warm Easter greetings. Related",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "s Easter story Beautiful transformations in Adelaide – Ali’s Easter story The healing power of loving and serving others – Andrew’s Easter story Profound lessons to be learned through life challenges – Dean’s Easter story The Salvation Army General Message Easter 2023 Child of war finds peace and healing: Lisa",
    "source_url": "https://www.salvationarmy.org.au/our-faith/easter/easter-stories/the-salvation-army-general-message-easter-2023/",
    "context": "arm Easter greetings. Related links Easter Stories Loving life and living free – Katrina’s Easter story Love, joy, and a new life in her 'promised land' - Aster's Easter story Beautiful transformations in Adelaide – Ali’s Easter story The healing power of loving and serving others – Andrew’s Easter story Profound lessons to be learned through life challenges – Dean’s Easter story The Salvation Army General Message Easter 2023 Child of war finds peace and healing: Lisa's Easter story Honouring a heritage of holiness and hope: Mia’s Easter story Finding peace and purpose: Brad’s Easter story Battle scars can be beautiful: Rene'",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "We were always at a disadvantage, because not only did my mum have substance abuse problems and alcohol problems [at the time], but she didn’t have to provide for just one — it was always three — three birthdays, three at Christmas, three for school events. We missed out on so many school excursions and trips because my mum just couldn't afford it",
    "source_url": "https://www.salvationarmy.org.au/our-faith/easter/easter-stories/honouring-a-heritage-of-holiness-and-hope-mia-easter-story/",
    "context": "he girls also attended Salvation Army Sunday school from the age of five, staying connected to Salvation Army corps (churches) well into their teens. Mia says, “We were always at a disadvantage, because not only did my mum have substance abuse problems and alcohol problems [at the time], but she didn’t have to provide for just one — it was always three — three birthdays, three at Christmas, three for school events. We missed out on so many school excursions and trips because my mum just couldn't afford it.” Mia still remembers the excitement of having gifts on Christmas mornings, that she now knows came from the care and generosity of donors. She says: “Honestly",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "[At The Salvation Army] we used to sing all these songs about Jesus and who he was. One day they said, ‘He can live in your heart and be your best friend,’ and I remember thinking, ‘I want Jesus in my heart.’ It was so real for me — the songs, the stories, everything",
    "source_url": "https://www.salvationarmy.org.au/our-faith/easter/easter-stories/honouring-a-heritage-of-holiness-and-hope-mia-easter-story/",
    "context": "or co-writer of more than 180 songs on streaming service Spotify. Many of her songs have been recorded by Grammy award-nominated and winning Christian artists. “[At The Salvation Army] we used to sing all these songs about Jesus and who he was. One day they said, ‘He can live in your heart and be your best friend,’ and I remember thinking, ‘I want Jesus in my heart.’ It was so real for me — the songs, the stories, everything,” Mia smiles. “Many years later, nothing much has changed for me in that understanding.” Despite the odds and what seemed like an inevitable trajectory into disa",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "I would write these letters to God when I was 13 or 14 saying, ‘One day, I’m going to write songs about you that go all over the world.’ I [gave my life to Jesus] through generosity and through songs, and it's become my life mission to live generously and help people know God through songs",
    "source_url": "https://www.salvationarmy.org.au/our-faith/easter/easter-stories/honouring-a-heritage-of-holiness-and-hope-mia-easter-story/",
    "context": "ears later, nothing much has changed for me in that understanding.” Despite the odds and what seemed like an inevitable trajectory into disadvantage, Mia says, “I would write these letters to God when I was 13 or 14 saying, ‘One day, I’m going to write songs about you that go all over the world.’ I [gave my life to Jesus] through generosity and through songs, and it's become my life mission to live generously and help people know God through songs.” A family transformed by the love of God and the Salvos After being told by fertility experts they could not have children, Mia held onto a dream given by God",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "William Booth has a quote that we like to speak as a banner over her little life: ‘I'm not waiting for a move of God, I am a move of God.’ Booth is named after these generals of the faith really, who essentially changed Christianity through courage, generosity and living out their faith",
    "source_url": "https://www.salvationarmy.org.au/our-faith/easter/easter-stories/honouring-a-heritage-of-holiness-and-hope-mia-easter-story/",
    "context": "ually she and husband Joren welcomed their miracle child, Booth, into the world. Both believers in speaking, praying and singing over their daughter, Mia says, “William Booth has a quote that we like to speak as a banner over her little life: ‘I'm not waiting for a move of God, I am a move of God.’ Booth is named after these generals of the faith really, who essentially changed Christianity through courage, generosity and living out their faith.” As well as her triplet sisters, Mia has two younger sisters, and the entire family has a Christian faith. Mia laughs and says the Salvos gave her even more fam",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "For everyone in our family, the biggest thing is that we’ve learned to make God the first place we go to no matter what we are walking through",
    "source_url": "https://www.salvationarmy.org.au/our-faith/easter/easter-stories/honouring-a-heritage-of-holiness-and-hope-mia-easter-story/",
    "context": "estined to be my dad. He is the kindest, steadiest man and actually taught us at Sunday school when my mum first found Jesus! They got married when I was nine. “For everyone in our family, the biggest thing is that we’ve learned to make God the first place we go to no matter what we are walking through,” she says. “God has every answer, every miracle, every breakthrough we could ever ask for.” Mia and sisters Easter hope and love As Easter approaches, Mia sees",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "God has every answer, every miracle, every breakthrough we could ever ask for",
    "source_url": "https://www.salvationarmy.org.au/our-faith/easter/easter-stories/honouring-a-heritage-of-holiness-and-hope-mia-easter-story/",
    "context": "ne. “For everyone in our family, the biggest thing is that we’ve learned to make God the first place we go to no matter what we are walking through,” she says. “God has every answer, every miracle, every breakthrough we could ever ask for.” Mia and sisters Easter hope and love As Easter approaches, Mia sees it as a special time of reflection, saying: “Easter is such a reminder that even if it look",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "No other religion offers a God who was willing to become human, lay his life down, and identify with us in our humanity, so that he could save us from all of our failings and shortcomings",
    "source_url": "https://www.salvationarmy.org.au/our-faith/easter/easter-stories/honouring-a-heritage-of-holiness-and-hope-mia-easter-story/",
    "context": "u just wait, resurrection, new life and hope will come. Because of Jesus and what he's done, there's nothing that can't be redeemed, healed, saved or restored. “No other religion offers a God who was willing to become human, lay his life down, and identify with us in our humanity, so that he could save us from all of our failings and shortcomings,” she says. “The kind of a God who says, ‘If you feel betrayed, I understand how you feel, if you feel forgotten, I understand how you feel. If you feel hard don",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "The kind of a God who says, ‘If you feel betrayed, I understand how you feel, if you feel forgotten, I understand how you feel. If you feel hard done by, put to shame, I understand,’ because every road that we walk, he's already walked it out and that is the most encouraging and beautiful news!",
    "source_url": "https://www.salvationarmy.org.au/our-faith/easter/easter-stories/honouring-a-heritage-of-holiness-and-hope-mia-easter-story/",
    "context": "illing to become human, lay his life down, and identify with us in our humanity, so that he could save us from all of our failings and shortcomings,” she says. “The kind of a God who says, ‘If you feel betrayed, I understand how you feel, if you feel forgotten, I understand how you feel. If you feel hard done by, put to shame, I understand,’ because every road that we walk, he's already walked it out and that is the most encouraging and beautiful news!” Reach out for practical support, read people’s transformation stories, or learn more about Easter here . Join the community The Salvation Army Australia is a C",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "s challenges can feel overwhelming, but the good news of Easter is that Jesus is with us through every moment. He came to earth humbly, endured pain and suffering, and deeply understands our struggles. Easter is a celebration of Jesus",
    "source_url": "https://www.salvationarmy.org.au/our-faith/easter/easter-devotional/",
    "context": "h › Easter › Easter Devotional Easter week reflections Download 9-day Easter reflections guide The good news of Easter: discovering Jesus through Holy Week Life's challenges can feel overwhelming, but the good news of Easter is that Jesus is with us through every moment. He came to earth humbly, endured pain and suffering, and deeply understands our struggles. Easter is a celebration of Jesus' victory over death and the new life he offers to all who believe. In this free, downloadable 9-day Easter devotional , you'll journey through Holy Week with Bi",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "ll journey through Holy Week with Bible verses, reflections and prayers. Each day, you",
    "source_url": "https://www.salvationarmy.org.au/our-faith/easter/easter-devotional/",
    "context": "es. Easter is a celebration of Jesus' victory over death and the new life he offers to all who believe. In this free, downloadable 9-day Easter devotional , you'll journey through Holy Week with Bible verses, reflections and prayers. Each day, you'll explore a different aspect of Jesus' character and work, reflecting on how his life, death and resurrection have the power to transform us. As you walk throu",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "character and work, reflecting on how his life, death and resurrection have the power to transform us. As you walk through Holy Week, you",
    "source_url": "https://www.salvationarmy.org.au/our-faith/easter/easter-devotional/",
    "context": "able 9-day Easter devotional , you'll journey through Holy Week with Bible verses, reflections and prayers. Each day, you'll explore a different aspect of Jesus' character and work, reflecting on how his life, death and resurrection have the power to transform us. As you walk through Holy Week, you'll see that Jesus isn't just the bearer of good news — he is the good news of Easter. The good shepherd (Palm Sunday): laying down his life for us, Jesus is our",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "example of humility, love and sacrificial service Good Friday (Good Friday): reflecting on Jesus",
    "source_url": "https://www.salvationarmy.org.au/our-faith/easter/easter-devotional/",
    "context": "ough the Holy Spirit Good God (Holy Wednesday): trusting in God's unwavering goodness, even in life's trials Goodness following (Holy Thursday): following Jesus' example of humility, love and sacrificial service Good Friday (Good Friday): reflecting on Jesus' ultimate sacrifice that offers us salvation Good hope (Holy Saturday): holding onto hope during seasons of waiting and uncertainty Good tidings (Easter Sunday)",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "resurrection Good and faithful servant (post-Easter reflection): living faithfully in response to all that God has done Continuing your faith journey This 9-day Easter devotional is only the start of discovering Jesus. There is so much more you can learn about the good news of Jesus",
    "source_url": "https://www.salvationarmy.org.au/our-faith/easter/easter-devotional/",
    "context": "n Good hope (Holy Saturday): holding onto hope during seasons of waiting and uncertainty Good tidings (Easter Sunday): rejoicing in the joy and victory of Jesus' resurrection Good and faithful servant (post-Easter reflection): living faithfully in response to all that God has done Continuing your faith journey This 9-day Easter devotional is only the start of discovering Jesus. There is so much more you can learn about the good news of Jesus' love for you and his purpose for your life. We encourage you to continue your journey: Connect with your local Salvos Reach out to a trusted Christian you know",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "is a territory-wide year long encounter adventure with God. Starting Pentecost (31 May), this journey of prayer will help people experience God",
    "source_url": "https://www.salvationarmy.org.uk/our-faith/prayer-resources",
    "context": "ividuals to pray. The aim is to inspire, inform and challenge people to develop their prayer life. Into the Wild A year long journey of encounter 'Into the Wild' is a territory-wide year long encounter adventure with God. Starting Pentecost (31 May), this journey of prayer will help people experience God's presence as never before, right where they are. Each month will feature a story of someone in the Bible who encountered God in a life-changing way. Explore th",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "Prayer School Series The Teaching Resource to get the most out of prayer and expand your faith journey - Click here to watch the 3 part videos or download now Read more Prayer Bulletin Every week we issue an email",
    "source_url": "https://www.salvationarmy.org.uk/our-faith/prayer-resources",
    "context": "Prayer Matters Daily prayers to inform, encourage and immerse the UK and Ireland Salvation Army in prayer. January - June 2022 edition now available. 'One Thing' Prayer School Series The Teaching Resource to get the most out of prayer and expand your faith journey - Click here to watch the 3 part videos or download now Read more Prayer Bulletin Every week we issue an email 'Prayer Bulletin' to our Prayer Network members containing strategic prayer requests, links to prayer resources and prayer news from across the UK and the Republ",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "You are my Lord; all the good things I have come from you… You give me all I need; my future is in your hands",
    "source_url": "https://www.salvationarmy.org.uk/publications/salvationist/article-week-messages-marigolds",
    "context": "and the weeding, I am not the one in control. The sun and rain are sent by my heavenly Father, and only he knows where the wind is blowing the scattering seed. ‘You are my Lord; all the good things I have come from you… You give me all I need; my future is in your hands’ (Psalm 16: 2 and 5 GNB ). The marigolds also spoke to me of hope, because my son’s favourite flowers remind me of another son. ‘He is the one through whom God",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "He is the one through whom God created the universe, the one whom God has chosen to possess all things at the end. He reflects the brightness of God",
    "source_url": "https://www.salvationarmy.org.uk/publications/salvationist/article-week-messages-marigolds",
    "context": "eed; my future is in your hands’ (Psalm 16: 2 and 5 GNB ). The marigolds also spoke to me of hope, because my son’s favourite flowers remind me of another son. ‘He is the one through whom God created the universe, the one whom God has chosen to possess all things at the end. He reflects the brightness of God’s glory and is the exact likeness of God’s own being, sustaining the universe with his powerful word. After achieving forgiveness for human sins, he sat down in",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "The Kingdom of God is like this. A man scatters seed in his field. He sleeps at night, is up and about during the day, and all the while the seeds are sprouting and growing. Yet he does not know how it happens. The soil itself makes the plants grow and bear fruit; first the tender stalk appears, then the ear, and finally the ear full of corn",
    "source_url": "https://www.salvationarmy.org.uk/publications/salvationist/article-week-messages-marigolds",
    "context": "ews 1:2 and 3 GNB ). Even a bad patch of soil may be hiding seeds that will in the fullness of time germinate, grow and bloom. Jesus told a parable about that: ‘The Kingdom of God is like this. A man scatters seed in his field. He sleeps at night, is up and about during the day, and all the while the seeds are sprouting and growing. Yet he does not know how it happens. The soil itself makes the plants grow and bear fruit; first the tender stalk appears, then the ear, and finally the ear full of corn’ (Mark 4:26–28 GNB ). In these uncertain days, we need to focus on what is important. A marigold’s job is to bloom then make seeds, thus revealing its Creator’s",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "Every day is a new opportunity to heal and grow. Believe in yourself and the incredible strength you possess",
    "source_url": "https://www.salvationarmy.org.uk/international-development/helping-hand-appeal-messages-hope-0",
    "context": "ent during difficult times. Words of Encouragement \"You are stronger than you know, and your courage inspires us all. Keep moving forward, one step at a time.\" \"Every day is a new opportunity to heal and grow. Believe in yourself and the incredible strength you possess.\" \"Your journey is unique and important. Take pride in your progress, no matter how small it may seem.\" \"You are not alone. There is a community here to support",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "You are not alone. We believe you, support you, and are here for you every step of the way",
    "source_url": "https://www.salvationarmy.org.uk/international-development/helping-hand-appeal-messages-hope-0",
    "context": "ahead.\" \"You have shown incredible strength. As you move forward, continue to nurture your well-being and celebrate your journey.\" Additional Messages of Hope \"You are not alone. We believe you, support you, and are here for you every step of the way.\" \"Your strength and resilience in the face of unimaginable challenges inspire us all. Take pride in how far you've come.\" \"Healing is a journey, and it's okay t",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "s music ministries teach people of all ages how to sing and play instruments to the glory of God and for the blessing and spiritual encouragement of others. Whether it",
    "source_url": "https://www.salvationarmyusa.org/spiritual-and-worship-services/",
    "context": "programs in your area: Central Territory Eastern Territory Southern Territory Western Territory Women's Ministries Resources music_note Music The Salvation Army's music ministries teach people of all ages how to sing and play instruments to the glory of God and for the blessing and spiritual encouragement of others. Whether it's playing in a Salvation Army band, singing in a choir or praise band in Sunday worship, or playing instruments at a Christmas kettle, Salvation Army music mini",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "s Love We invite you to gather with us for our Sunday church service, Christian education and Bible study. Additionally, because fellowship is an important part of spiritual health, we offer the opportunity for men and women to come together to connect with and encourage one another. Sunday School | Sundays at 9:30 a.m. Worship | Sundays at 10:45 a.m. Women",
    "source_url": "https://www.salvationarmyusa.org/ia/mason-city/village-green-dr-corps/worship-and-spiritual-programs/",
    "context": "families and individuals. I need help I want to help Mason City, IA: Citadel Corps Community Center Worship and Spiritual Programs Information How We Share God's Love We invite you to gather with us for our Sunday church service, Christian education and Bible study. Additionally, because fellowship is an important part of spiritual health, we offer the opportunity for men and women to come together to connect with and encourage one another. Sunday School | Sundays at 9:30 a.m. Worship | Sundays at 10:45 a.m. Women's Ministry | Tuesdays at 1:30 p.m. Men's Ministry | 2nd Tuesday of every month at 1:30 p.m. Bible Study | Wednesdays at 6 p.m. Join Us for Spiritual Growth, Fel",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "s creed of Doing The Most Good can be defined by our tireless efforts to meet the physical and spiritual needs of those around our community. Connecting the two is made possible by our pastoral work in spiritual care. We offer guidance and healing through God",
    "source_url": "https://www.salvationarmyusa.org/ia/iowa-city/gilbert-court-corps/worship-and-spiritual-programs/",
    "context": "ograms in your neighborhoods; and also to learn why they work so passionately to provide love and support for those in need. Spiritual Care - The Salvation Army's creed of Doing The Most Good can be defined by our tireless efforts to meet the physical and spiritual needs of those around our community. Connecting the two is made possible by our pastoral work in spiritual care. We offer guidance and healing through God's love to all of those our services support and aid. If you are lost, The Salvation Army is here to help you find your way alongside God. Share God's Love From",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "s Love Breakfast Fellowship | Sundays at 9:30 a.m. Sunday School | Sundays at 10 a.m. Worship | Sundays at 11 a.m. Java, Jeans & Jesus Bible Study | Sundays at 5 p.m. Women",
    "source_url": "https://www.salvationarmyusa.org/ne/beatrice/s-7th-st-corps/worship-and-spiritual-programs/",
    "context": "to strengthen families and individuals. I need help I want to help Beatrice, NE: Service Center Worship and Spiritual Programs Information How We Help Share God's Love Breakfast Fellowship | Sundays at 9:30 a.m. Sunday School | Sundays at 10 a.m. Worship | Sundays at 11 a.m. Java, Jeans & Jesus Bible Study | Sundays at 5 p.m. Women's Ministries and Men's Fellowship | Thursdays at 6 p.m. Fellowship is an important part of spiritual health, which is why we offer the opportunity for men's and",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "s Fellowship | Thursdays at 6 p.m. Fellowship is an important part of spiritual health, which is why we offer the opportunity for men",
    "source_url": "https://www.salvationarmyusa.org/ne/beatrice/s-7th-st-corps/worship-and-spiritual-programs/",
    "context": "days at 9:30 a.m. Sunday School | Sundays at 10 a.m. Worship | Sundays at 11 a.m. Java, Jeans & Jesus Bible Study | Sundays at 5 p.m. Women's Ministries and Men's Fellowship | Thursdays at 6 p.m. Fellowship is an important part of spiritual health, which is why we offer the opportunity for men's and women's ministry groups to share conversation and the Word of God each week. Embrace Group | Fourth Saturday of the month at 5 p.m. Making friends as an a",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "s Word and enjoy fellowship. All Are Welcome Whether you are a first-time churchgoer or a longtime Christian looking for a church home, The Salvation Army of Fort Dodge invites you to join us for worship and fellowship. If you are struggling in any way, we come alongside you, offering a place for you to be welcomed and renewed by the love of Jesus. Share God",
    "source_url": "https://www.salvationarmyusa.org/ia/fort-dodge/n-7th-st-corps/worship-and-spiritual-programs/",
    "context": "ages to connect with one another and grow in their faith together. Adult Bible Study | Tuesdays at 6:00 p.m. Men and women of all ages are invited to study God's Word and enjoy fellowship. All Are Welcome Whether you are a first-time churchgoer or a longtime Christian looking for a church home, The Salvation Army of Fort Dodge invites you to join us for worship and fellowship. If you are struggling in any way, we come alongside you, offering a place for you to be welcomed and renewed by the love of Jesus. Share God's Love We invite you to experience God's love, peace and hope. Give Today Other Services search Search Services arrow_back arrow_forward Connect with us Having",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "s Love We invite you to join us for Worship, Sunday School, Bible Study and other fellowship opportunities. Sunday Breakfast Fellowship | Sundays at 9:30 a.m. Sunday School (all ages) | Sundays at 10 a.m. Worship Service | Sundays at 11 a.m. Adult Bible Study | Mondays at 10:00 a.m. Youth Night | Tuesdays at 4:30 p.m. Women",
    "source_url": "https://www.salvationarmyusa.org/sd/rapid-city/n-cherry-ave-corps/worship-and-spiritual-programs/",
    "context": "rengthen families and individuals. I need help I want to help Rapid City, SD: Corps Community Center Worship and Spiritual Programs Information How We Share God's Love We invite you to join us for Worship, Sunday School, Bible Study and other fellowship opportunities. Sunday Breakfast Fellowship | Sundays at 9:30 a.m. Sunday School (all ages) | Sundays at 10 a.m. Worship Service | Sundays at 11 a.m. Adult Bible Study | Mondays at 10:00 a.m. Youth Night | Tuesdays at 4:30 p.m. Women's Ministry | Thursdays at 1 p.m. Community Care Ministries Visitation for Older Adults We visit seniors in local nursing homes at Christmas and Easter each year",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "s Love We invite you to join us for worship, Sunday School, Bible study, Christian education and fellowship. Worship | Sundays at 10:30 a.m. Bible Study | Wednesdays at 12:00 p.m. Women",
    "source_url": "https://www.salvationarmyusa.org/sd/sioux-falls/n-cliff-ave-corps/worship-and-spiritual-programs/",
    "context": "engthen families and individuals. I need help I want to help Sioux Falls, SD: Corps Community Center Worship and Spiritual Programs Information How We Share God's Love We invite you to join us for worship, Sunday School, Bible study, Christian education and fellowship. Worship | Sundays at 10:30 a.m. Bible Study | Wednesdays at 12:00 p.m. Women's Ministries | Wednesdays at 6:00 p.m. For more information about our Women's Gift Fit Wednesdays, please call Major Marlys Anderson at 605-332-2331. Join Us fo",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "We've had family members who fell into hard times, and the church was there to help in many ways, whether it was food, a bed or prayers needed for health problems. I know no matter what is happening in our lives, The Salvation Army will always be there for us",
    "source_url": "https://www.salvationarmyusa.org/sd/sioux-falls/n-cliff-ave-corps/worship-and-spiritual-programs/",
    "context": "ties, suffering through an illness or simply need to share your burdens, you will always find someone here who is ready to listen and offer compassionate care. \"We've had family members who fell into hard times, and the church was there to help in many ways, whether it was food, a bed or prayers needed for health problems. I know no matter what is happening in our lives, The Salvation Army will always be there for us.\" - A member of The Salvation Army of Sioux Falls church Other Services search Search Services arrow_back arrow_forward Connect with us Having Issues? Contact Us",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "s why we participate in a community rotation that hosts Sunday afternoon get-togethers at the three local nursing homes in our community. Bible Study and Adult Ministries Fellowship is an important part of spiritual health, which is why we offer the opportunity for men and women to come together to connect with and encourage one another, study God",
    "source_url": "https://www.salvationarmyusa.org/sd/huron/illinois-street-sw-corps/worship-and-spiritual-programs/",
    "context": "this depression is triggered by social isolation, loneliness and neglect. We want older adults in Huron to know they are loved, cared for and appreciated. That's why we participate in a community rotation that hosts Sunday afternoon get-togethers at the three local nursing homes in our community. Bible Study and Adult Ministries Fellowship is an important part of spiritual health, which is why we offer the opportunity for men and women to come together to connect with and encourage one another, study God's Word together, participate in devotional time, and enjoy games and crafts. Women's Ministry | Mondays from 6-8 p.m. Men's Ministry | Mondays from 6-8 p.m. Bib",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "s Love We invite you to join us for worship, Bible study and fellowship. Worship | Sundays at 10:15 a.m. Small Groups | Sundays at 11:15 a.m. Adult Bible Study | Thursdays at 6 p.m. Women",
    "source_url": "https://www.salvationarmyusa.org/sd/watertown/4th-st-se-corps/worship-and-spiritual-programs/",
    "context": "trengthen families and individuals. I need help I want to help Watertown, SD: Corps Community Center Worship and Spiritual Programs Information How We Share God's Love We invite you to join us for worship, Bible study and fellowship. Worship | Sundays at 10:15 a.m. Small Groups | Sundays at 11:15 a.m. Adult Bible Study | Thursdays at 6 p.m. Women's Ministries | Third Sunday of the month at 1 p.m. Fellowship is an important part of spiritual health, which is why we offer the opportunity for women to come",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "s company, enjoy craft projects together and participate in service opportunities. Men’s Breakfast | Once a month at 9 a.m. Fellowship is an important part of spiritual health, which is why we offer the opportunity for men to come together to enjoy each other",
    "source_url": "https://www.salvationarmyusa.org/sd/watertown/4th-st-se-corps/worship-and-spiritual-programs/",
    "context": "of the month at 1 p.m. Fellowship is an important part of spiritual health, which is why we offer the opportunity for women to come together to enjoy each other's company, enjoy craft projects together and participate in service opportunities. Men’s Breakfast | Once a month at 9 a.m. Fellowship is an important part of spiritual health, which is why we offer the opportunity for men to come together to enjoy each other's company over a hot breakfast and a cup of coffee. Character Building for Kids | Wednesdays at 5:30 p.m. (including dinner) Approximately 40 kids and teens in",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "re facing a personal challenge, seeking spiritual direction, or simply looking for a place to connect with others, we invite you to experience the transformative power of spiritual healing. JOIN US FOR WORSHIP! Sunday School: Sunday, 10:00 AM Holiness Meeting: Sunday, 11:00 AM Coffee and Fellowship Embrace (Women",
    "source_url": "https://www.salvationarmyusa.org/mi/howell/lake-st-corps/spiritual-healing/",
    "context": "ur services are open to people in our area of all backgrounds and beliefs, and we strive to create a space where everyone feels accepted and valued. Whether you're facing a personal challenge, seeking spiritual direction, or simply looking for a place to connect with others, we invite you to experience the transformative power of spiritual healing. JOIN US FOR WORSHIP! Sunday School: Sunday, 10:00 AM Holiness Meeting: Sunday, 11:00 AM Coffee and Fellowship Embrace (Women's Group): Tuesday, 10:00 AM Adult Bible Study: Wednesday, 2:30 PM Youth Night: Thursday, 6:00 PM Breakfast with the Guys: 2st Saturday of the month, 9:30 AM Our",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "s Love Coffee and Fellowship | Sundays at 9:30 a.m. Sunday School | Sundays at 9 a.m. Holiness Meeting | Sundays at 10 a.m. Worship | Sundays at 11 a.m. Bible Study | Tuesdays at 10 a.m. at Emerson Place Apartments and Tuesdays at 6:30 p.m. at The Salvation Army Sisters in Strength Women",
    "source_url": "https://www.salvationarmyusa.org/ne/kearney/central-ave-corps/worship-and-spiritual-programs/",
    "context": "strengthen families and individuals. I need help I want to help Kearney, NE: Corps Community Center Worship and Spiritual Programs Information How We Share God's Love Coffee and Fellowship | Sundays at 9:30 a.m. Sunday School | Sundays at 9 a.m. Holiness Meeting | Sundays at 10 a.m. Worship | Sundays at 11 a.m. Bible Study | Tuesdays at 10 a.m. at Emerson Place Apartments and Tuesdays at 6:30 p.m. at The Salvation Army Sisters in Strength Women's Ministry | Wednesdays at 6:30 p.m. Sisters in Strength is a weekly opportunity for women ages 16 and older to come together to share their lives and enjoy com",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "s Love We invite you to gather with us for worship, Scripture study and fellowship. Sunday Morning Worship and Christian Education Sunday School - 9:45 a.m. Christian Education - 10 a.m. Fellowship Time - 10:45 a.m. Worship - 11 a.m. Men",
    "source_url": "https://www.salvationarmyusa.org/ne/omaha/pratt-st-corps/worship-and-spiritual-programs/",
    "context": "Worship The Omaha North Worship & Service Center welcomes all to gather and worship together while supporting and encouraging one another. How We Help Share God's Love We invite you to gather with us for worship, Scripture study and fellowship. Sunday Morning Worship and Christian Education Sunday School - 9:45 a.m. Christian Education - 10 a.m. Fellowship Time - 10:45 a.m. Worship - 11 a.m. Men's and Women's Ministries Fellowship is an important part of spiritual health, which is why we offer the opportunity for men and women to come together weekly to",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "s Ministries Fellowship is an important part of spiritual health, which is why we offer the opportunity for men and women to come together weekly to connect with one another and study God",
    "source_url": "https://www.salvationarmyusa.org/ne/omaha/pratt-st-corps/worship-and-spiritual-programs/",
    "context": "y Morning Worship and Christian Education Sunday School - 9:45 a.m. Christian Education - 10 a.m. Fellowship Time - 10:45 a.m. Worship - 11 a.m. Men's and Women's Ministries Fellowship is an important part of spiritual health, which is why we offer the opportunity for men and women to come together weekly to connect with one another and study God's Word together. Bible Study - Thursdays, 6 p.m. Men's Club - Thursdays, 6 p.m. Women's Ministry - Thursdays, 7 p.m. We desire to be the hands and feet of Jesus",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "s Love Worship | Sundays at 10:30 a.m. Life Group | 4th Sunday of the month Life Group is a time of intergenerational fellowship through games, refreshments, and biblical discussion Youth Character Building | Wednesdays 5-7 p.m. Bible Study | Tuesdays 5:30 p.m. Women",
    "source_url": "https://www.salvationarmyusa.org/ia/sioux-city/villa-ave-corps/worship-and-spiritual-programs/",
    "context": "rengthen families and individuals. I need help I want to help Sioux City, IA: Corps Community Center Worship and Spiritual Programs Information How We Share God's Love Worship | Sundays at 10:30 a.m. Life Group | 4th Sunday of the month Life Group is a time of intergenerational fellowship through games, refreshments, and biblical discussion Youth Character Building | Wednesdays 5-7 p.m. Bible Study | Tuesdays 5:30 p.m. Women's Ministries | Every 2nd and 4th Wednesdays at 10 a.m. Youth Character Building Classes | Wednesdays (during the school year) Community Care Ministries We regul",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "s Love We invite you to gather with us for our Sunday church service, Christian education, Bible study and fellowship. Sunday School | Sundays at 9:45 a.m. Worship | Sundays at 11:00 a.m. Women",
    "source_url": "https://www.salvationarmyusa.org/ia/newton/n-2nd-avenue-e-corps/worship-and-spiritual-programs/",
    "context": "o strengthen families and individuals. I need help I want to help Newton, IA: Corps Community Center Worship and Spiritual Programs Information How We Share God's Love We invite you to gather with us for our Sunday church service, Christian education, Bible study and fellowship. Sunday School | Sundays at 9:45 a.m. Worship | Sundays at 11:00 a.m. Women's Ministries | Tuesdays at 4:00 p.m. Bible Study | Tuesdays at 6:00 p.m. Quarter-Inch Quilters Group | Thursdays at 1 p.m. Every third Thursday is all day quilt",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "s Love We invite you to join us for worship, Sunday School, Bible study, prayer, fellowship and fun. Worship and Prayer Adult Sunday School | Sundays at 12:15 p.m. Worship | Sundays at 11 a.m. Spanish Prayer Meeting | Tuesdays at 7 p.m. Fellowship, Youth Music and Adult Ministries Quilters",
    "source_url": "https://www.salvationarmyusa.org/ne/grand-island/w-3rd-st-corps/worship-and-spiritual-programs/",
    "context": "ir faith journey. I need help I want to help Grand Island, NE: Grimminger Worship & Community Center Worship and Spiritual Programs Information How We Share God's Love We invite you to join us for worship, Sunday School, Bible study, prayer, fellowship and fun. Worship and Prayer Adult Sunday School | Sundays at 12:15 p.m. Worship | Sundays at 11 a.m. Spanish Prayer Meeting | Tuesdays at 7 p.m. Fellowship, Youth Music and Adult Ministries Quilters' Group | Mondays at 10 a.m. Youth Music School | Thursdays at 6 p.m. Women's Ministries | Thursdays at 6 p.m. Hospital and Nursing Home Visitations Our officers",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "s Love Join us for worship, Sunday School, Christian Education, Bible study and fellowship. Worship Service | Sundays at 10:45 a.m. Sunday School | Sundays at 12 p.m. Adult Bible Study | Wednesdays at 6 p.m. Come together to study God",
    "source_url": "https://www.salvationarmyusa.org/ne/fremont/n-i-street-corps/worship-and-spiritual-programs/",
    "context": "ngthen families and individuals. I need help I want to help Fremont, NE: Corps Community Center Worship and Spiritual Programs Information How We Help Share God's Love Join us for worship, Sunday School, Christian Education, Bible study and fellowship. Worship Service | Sundays at 10:45 a.m. Sunday School | Sundays at 12 p.m. Adult Bible Study | Wednesdays at 6 p.m. Come together to study God's Word and enjoy fellowship. Women's Ministry | Wednesdays at 7 p.m. Fellowship is an important part of spiritual health, which is why we offer the opportunity",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "s Ministry | Wednesdays at 7 p.m. Fellowship is an important part of spiritual health, which is why we offer the opportunity for women to come together to connect with one another and grow in their faith together. Women",
    "source_url": "https://www.salvationarmyusa.org/ne/fremont/n-i-street-corps/worship-and-spiritual-programs/",
    "context": "Sundays at 10:45 a.m. Sunday School | Sundays at 12 p.m. Adult Bible Study | Wednesdays at 6 p.m. Come together to study God's Word and enjoy fellowship. Women's Ministry | Wednesdays at 7 p.m. Fellowship is an important part of spiritual health, which is why we offer the opportunity for women to come together to connect with one another and grow in their faith together. Women's Bible Study | Thursdays at 10 a.m. Women are also invited to come together and connect at Thursday morning Bible study. Men's Ministry | Third Saturday of eve",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "s Fellowship meets the second Saturday of every month at 7:30 a.m. Character Building These programs offer the opportunity for kids to develop strong communication and leadership skills, grow their minds, and explore God",
    "source_url": "https://www.salvationarmyusa.org/ne/lincoln/potter-street-corps/worship-and-spiritual-programs/",
    "context": "fer the opportunity for men and women to come together to connect with one another and study God's Word together. Women's Ministry meets Thursdays at 1 p.m. Men's Fellowship meets the second Saturday of every month at 7:30 a.m. Character Building These programs offer the opportunity for kids to develop strong communication and leadership skills, grow their minds, and explore God's Word, all while having fun and connecting with their peers. The groups meet Mondays from 6-7 p.m. and include the following: Sunbeams - girls in kindergarten",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "s Love We offer a number of opportunities every week to gather together in worship and Christian fellowship including: Sunday School | Sunday at 9:45 a.m. Worship Service | Sunday at 11 a.m. Bible Studies 4 Life (all ages) | Sunday at 9:30 a.m. Coffee Café Fellowship | Sunday at 10:30 a.m. Take 5 Men",
    "source_url": "https://www.salvationarmyusa.org/ia/des-moines/e-25th-court-corps/worship-and-spiritual-programs/",
    "context": "lies and individuals. I need help I want to help Des Moines, IA: Citadel Corps Community Center Worship and Spiritual Programs Information How We Help Share God's Love We offer a number of opportunities every week to gather together in worship and Christian fellowship including: Sunday School | Sunday at 9:45 a.m. Worship Service | Sunday at 11 a.m. Bible Studies 4 Life (all ages) | Sunday at 9:30 a.m. Coffee Café Fellowship | Sunday at 10:30 a.m. Take 5 Men's Prayer Time | Sunday at 10:50 a.m. Celebrative Community Worship | Sunday at 11 a.m. Youth Devotions & Dinner | Wednesdays at 5 p.m. 4 Twelve Teen & Young Adu",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "s Ministry Meets multiple times each month for fellowship, Christian education and recreational activities. MSG Men",
    "source_url": "https://www.salvationarmyusa.org/ia/des-moines/e-25th-court-corps/worship-and-spiritual-programs/",
    "context": "5 p.m. 4 Twelve Teen & Young Adult Ministry Join us for a Bible study and social meet-up Thursdays at 5 p.m. Adult Bible Study | Thursdays at 6 p.m. DIVAS Women's Ministry Meets multiple times each month for fellowship, Christian education and recreational activities. MSG Men's Club Meets multiple times each month for fellowship, Christian education and recreational activities. Christian Education, Fellowship and Worship We invite yo",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "s Love We invite you to gather with friends and neighbors to worship, study Scripture and enjoy fellowship together. Please contact us at (712) 328-2088 for schedule details and more information about women",
    "source_url": "https://www.salvationarmyusa.org/ia/council-bluffs/n-16th-st-corps/worship-and-spiritual-programs/",
    "context": "explore the Word of God. I need help I want to help Council Bluffs, IA: Corps Community Center Worship and Spiritual Programs Information How We Help Share God's Love We invite you to gather with friends and neighbors to worship, study Scripture and enjoy fellowship together. Please contact us at (712) 328-2088 for schedule details and more information about women's and men's ministries and Bible study. Sunday School Sunday, 10 a.m. Adult Bible Study Sunday, 10 a.m. Worship Sunday, 11 a.m. Women's Ministries Tuesday, 6 p",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "s ministries and Bible study. Sunday School Sunday, 10 a.m. Adult Bible Study Sunday, 10 a.m. Worship Sunday, 11 a.m. Women",
    "source_url": "https://www.salvationarmyusa.org/ia/council-bluffs/n-16th-st-corps/worship-and-spiritual-programs/",
    "context": "s to worship, study Scripture and enjoy fellowship together. Please contact us at (712) 328-2088 for schedule details and more information about women's and men's ministries and Bible study. Sunday School Sunday, 10 a.m. Adult Bible Study Sunday, 10 a.m. Worship Sunday, 11 a.m. Women's Ministries Tuesday, 6 p.m. Bible Study Tuesday, 7 p.m. Tithes and Offerings Christian Education, Fellowship & Worship Jesus said, \"For where two or three gath",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "s Love We invite you to gather with us to worship, study Scripture and enjoy fellowship together. Sunday School Sundays at 9:45 a.m. Worship Sundays at 11 a.m. Bible Bingo First Tuesday of the month only at 10:30 a.m. Joy Club Bible Study & Fellowship 2nd, 3rd, 4th & 5th Tuesdays at 11 a.m. Men",
    "source_url": "https://www.salvationarmyusa.org/ne/omaha/cuming-street-corps/worship-and-spiritual-programs/",
    "context": "families and individuals. I need help I want to help Omaha, NE: Citadel Corps Community Center Worship and Spiritual Programs Information How We Help Share God's Love We invite you to gather with us to worship, study Scripture and enjoy fellowship together. Sunday School Sundays at 9:45 a.m. Worship Sundays at 11 a.m. Bible Bingo First Tuesday of the month only at 10:30 a.m. Joy Club Bible Study & Fellowship 2nd, 3rd, 4th & 5th Tuesdays at 11 a.m. Men's Fellowship Thursdays at 10:30 a.m. Sweet Life Women's Ministries Thursdays at 10:30 a.m. September - May Adult Bible Study Thursdays at 5:30 p.m. Senior Break",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "s Ministries Thursdays at 10:30 a.m. September - May Adult Bible Study Thursdays at 5:30 p.m. Senior Breakfast Each Friday at 9:30 a.m., area seniors are invited to meet in fellowship around the breakfast table to connect, pray and read Scripture while enjoying Omaha",
    "source_url": "https://www.salvationarmyusa.org/ne/omaha/cuming-street-corps/worship-and-spiritual-programs/",
    "context": "the month only at 10:30 a.m. Joy Club Bible Study & Fellowship 2nd, 3rd, 4th & 5th Tuesdays at 11 a.m. Men's Fellowship Thursdays at 10:30 a.m. Sweet Life Women's Ministries Thursdays at 10:30 a.m. September - May Adult Bible Study Thursdays at 5:30 p.m. Senior Breakfast Each Friday at 9:30 a.m., area seniors are invited to meet in fellowship around the breakfast table to connect, pray and read Scripture while enjoying Omaha's top breakfast destinations. Celebrate Recovery Celebrate Recovery is a biblically based, Christ-centered, 12-step recovery program for anyone struggling with",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "What a privilege it is to serve God through the mission and ministry of The Salvation Army. Our goal here at Omaha Citadel is to be vibrant and diligent reflections of the Gospel of Jesus Christ. We do this by giving, serving, teaching, gathering and going into all the world to preach the Gospel and meet human needs in Jesus' name",
    "source_url": "https://www.salvationarmyusa.org/ne/omaha/cuming-street-corps/worship-and-spiritual-programs/",
    "context": "ship with Jesus Christ and to discover ways to serve God through The Salvation Army. This group meets once per month on Sundays. We Offer a Shoulder to Lean On \"What a privilege it is to serve God through the mission and ministry of The Salvation Army. Our goal here at Omaha Citadel is to be vibrant and diligent reflections of the Gospel of Jesus Christ. We do this by giving, serving, teaching, gathering and going into all the world to preach the Gospel and meet human needs in Jesus' name.\" - Major Trevor McClintock, Omaha Citadel Pastor Spiritual Growth, Fellowship and Worship We invite all people across all walks of life to join us in worship, p",
    "method": "quoted",
    "http_status": 200
  },
  {
    "author": "Unknown",
    "text": "s Fellowship Schedule: Saturday 5:00pm Timezone: -09:00 USA Alaska Time (DST) Location: Anchorage Corps Community Center The Salvation Army Men",
    "source_url": "https://www.salvationarmyusa.org/ak/anchorage/c-street-corps/spiritual-healing/",
    "context": "re led by both professional and amateur musicians. Overall, Salvation Army brass bands play a significant role in outreach and community engagement efforts. Men's Fellowship Schedule: Saturday 5:00pm Timezone: -09:00 USA Alaska Time (DST) Location: Anchorage Corps Community Center The Salvation Army Men's Fellowship is a program designed to promote strong family ties, vocational skills, and spiritual growth among men. It encourages men to engage in prayer, comm",
    "method": "quoted",
    "http_status": 200
  }
]