[
  {
    "ref": "Romans 10:9",
    "text": "For if you confess with your mouth that Jesus is Lord and believe in your heart that God raised him from the dead, you will be saved."
  },
  {
    "ref": "John 3:16",
    "text": "\"For God so loved the world that he gave his only Son, so that everyone who believes in him will not perish but have eternal life."
  },
  {
    "ref": "John 1:1",
    "text": "In the beginning the Word already existed. He was with God, and he was God."
  },
  {
    "ref": "John 14:6",
    "text": "Jesus told him, \"I am the way, the truth, and the life. No one can come to the Father except through me."
  },
  {
    "ref": "Matthew 28:19",
    "text": "Therefore, go and make disciples of all the nations, baptizing them in the name of the Father and the Son and the Holy Spirit."
  },
  {
    "ref": "Romans 3:23",
    "text": "For all have sinned; all fall short of God's glorious standard."
  },
  {
    "ref": "Ephesians 2:8",
    "text": "God saved you by his special favor when you believed. And you can't take credit for this; it is a gift from God."
  },
  {
    "ref": "Genesis 1:1",
    "text": "In the beginning God created the heavens and the earth."
  },
  {
    "ref": "Acts 1:8",
    "text": "But when the Holy Spirit has come upon you, you will receive power and will tell people about me everywhere-- in Jerusalem, throughout Judea, in Samaria, and to the ends of the earth.\""
  },
  {
    "ref": "2 Timothy 3:16",
    "text": "All Scripture is inspired by God and is useful to teach us what is true and to make us realize what is wrong in our lives. It straightens us out and teaches us to do what is right."
  },
  {
    "ref": "Romans 6:23",
    "text": "For the wages of sin is death, but the free gift of God is eternal life through Christ Jesus our Lord."
  },
  {
    "ref": "Acts 2:38",
    "text": "Peter replied, \"Each of you must turn from your sins and turn to God, and be baptized in the name of Jesus Christ for the forgiveness of your sins. Then you will receive the gift of the Holy Spirit."
  },
  {
    "ref": "John 1:12",
    "text": "But to all who believed him and accepted him, he gave the right to become children of God."
  },
  {
    "ref": "Romans 8:28",
    "text": "And we know that God causes everything to work together for the good of those who love God and are called according to his purpose for them."
  },
  {
    "ref": "John 1:9",
    "text": "The one who is the true light, who gives light to everyone, was going to come into the world."
  },
  {
    "ref": "Genesis 1:26",
    "text": "Then God said, \"Let us make people in our image, to be like ourselves. They will be masters over all life-- the fish in the sea, the birds in the sky, and all the livestock, wild animals, and small animals.\""
  },
  {
    "ref": "Romans 12:1",
    "text": "And so, dear brothers and sisters, I plead with you to give your bodies to God. Let them be a living and holy sacrifice-- the kind he will accept. When you think of what he has done for you, is this too much to ask?"
  },
  {
    "ref": "Romans 5:8",
    "text": "But God showed his great love for us by sending Christ to die for us while we were still sinners."
  },
  {
    "ref": "Matthew 28:18",
    "text": "Jesus came and told his disciples, \"I have been given complete authority in heaven and on earth."
  },
  {
    "ref": "John 3:3",
    "text": "Jesus replied, \"I assure you, unless you are born again, you can never see the Kingdom of God.\""
  },
  {
    "ref": "Mark 16:15",
    "text": "And then he told them, \"Go into all the world and preach the Good News to everyone, everywhere."
  },
  {
    "ref": "John 10:10",
    "text": "The thief's purpose is to steal and kill and destroy. My purpose is to give life in all its fullness."
  },
  {
    "ref": "John 1:14",
    "text": "So the Word became human and lived here on earth among us. He was full of unfailing love and faithfulness. And we have seen his glory, the glory of the only Son of the Father."
  },
  {
    "ref": "Acts 4:12",
    "text": "There is salvation in no one else! There is no other name in all of heaven for people to call on to save them.\""
  },
  {
    "ref": "Acts 2:42",
    "text": "They joined with the other believers and devoted themselves to the apostles' teaching and fellowship, sharing in the Lord's Supper and in prayer."
  },
  {
    "ref": "John 3:1",
    "text": "After dark one evening, a Jewish religious leader named Nicodemus, a Pharisee,"
  },
  {
    "ref": "Galatians 5:22",
    "text": "But when the Holy Spirit controls our lives, he will produce this kind of fruit in us: love, joy, peace, patience, kindness, goodness, faithfulness,"
  },
  {
    "ref": "Proverbs 3:5",
    "text": "Trust in the LORD] with all your heart; do not depend on your own understanding."
  },
  {
    "ref": "Jeremiah 29:11",
    "text": "For I know the plans I have for you,\" says the LORD]. \"They are plans for good and not for disaster, to give you a future and a hope."
  },
  {
    "ref": "John 2:1",
    "text": "The next day Jesus' mother was a guest at a wedding celebration in the village of Cana in Galilee."
  },
  {
    "ref": "Titus 3:5",
    "text": "He saved us, not because of the good things we did, but because of his mercy. He washed away our sins and gave us a new life through the Holy Spirit."
  },
  {
    "ref": "Romans 12:2",
    "text": "Don't copy the behavior and customs of this world, but let God transform you into a new person by changing the way you think. Then you will know what God wants you to do, and you will know how good and pleasing and perfect his will really is."
  },
  {
    "ref": "John 14:1",
    "text": "\"Don't be troubled. You trust God, now trust in me."
  },
  {
    "ref": "John 4:1",
    "text": "Jesus learned that the Pharisees had heard, \"Jesus is baptizing and making more disciples than John\""
  },
  {
    "ref": "Ephesians 4:11",
    "text": "He is the one who gave these gifts to the church: the apostles, the prophets, the evangelists, and the pastors and teachers."
  },
  {
    "ref": "Romans 5:12",
    "text": "When Adam sinned, sin entered the entire human race. Adam's sin brought death, so death spread to everyone, for everyone sinned."
  },
  {
    "ref": "Matthew 11:28",
    "text": "Then Jesus said, \"Come to me, all of you who are weary and carry heavy burdens, and I will give you rest."
  },
  {
    "ref": "Romans 5:1",
    "text": "Therefore, since we have been made right in God's sight by faith, we have peace with God because of what Jesus Christ our Lord has done for us."
  },
  {
    "ref": "Genesis 1:27",
    "text": "So God created people in his own image; God patterned them after himself; male and female he created them."
  },
  {
    "ref": "Romans 1:16",
    "text": "For I am not ashamed of this Good News about Christ. It is the power of God at work, saving everyone who believes-- Jews first and also Gentiles."
  },
  {
    "ref": "1 John 1:9",
    "text": "But if we confess our sins to him, he is faithful and just to forgive us and to cleanse us from every wrong."
  },
  {
    "ref": "Acts 2:1",
    "text": "On the day of Pentecost, seven weeks after Jesus' resurrection, the believers were meeting together in one place."
  },
  {
    "ref": "2 Corinthians 5:17",
    "text": "What this means is that those who become Christians become new persons. They are not the same anymore, for the old life is gone. A new life has begun!"
  },
  {
    "ref": "Hebrews 11:1",
    "text": "What is faith? It is the confident assurance that what we hope for is going to happen. It is the evidence of things we cannot yet see."
  },
  {
    "ref": "2 Timothy 2:15",
    "text": "Work hard so God can approve you. Be a good worker, one who does not need to be ashamed and who correctly explains the word of truth."
  },
  {
    "ref": "Romans 8:1",
    "text": "So now there is no condemnation for those who belong to Christ Jesus."
  },
  {
    "ref": "John 3:18",
    "text": "\"There is no judgment awaiting those who trust him. But those who do not trust him have already been judged for not believing in the only Son of God."
  },
  {
    "ref": "Romans 10:13",
    "text": "For \"Anyone who calls on the name of the Lord will be saved.\""
  },
  {
    "ref": "Joel 2:32",
    "text": "And anyone who calls on the name of the LORD] will be saved. There will be people on Mount Zion in Jerusalem who escape, just as the LORD] has said. These will be among the survivors whom the LORD] has called."
  },
  {
    "ref": "John 8:32",
    "text": "And you will know the truth, and the truth will set you free.\""
  },
  {
    "ref": "Isaiah 9:6",
    "text": "For a child is born to us, a son is given to us. And the government will rest on his shoulders. These will be his royal titles: Wonderful Counselor, Mighty God, Everlasting Father, Prince of Peace."
  },
  {
    "ref": "Luke 2:11",
    "text": "The Savior-- yes, the Messiah, the Lord-- has been born tonight in Bethlehem, the city of David!"
  },
  {
    "ref": "John 14:15",
    "text": "\"If you love me, obey my commandments."
  },
  {
    "ref": "Deuteronomy 6:4",
    "text": "\"Hear, O Israel! The LORD] is our God, the LORD] alone."
  },
  {
    "ref": "John 13:34",
    "text": "So now I am giving you a new commandment: Love each other. Just as I have loved you, you should love each other."
  },
  {
    "ref": "John 4:24",
    "text": "For God is Spirit, so those who worship him must worship in spirit and in truth.\""
  },
  {
    "ref": "Ephesians 2:1",
    "text": "Once you were dead, doomed forever because of your many sins."
  },
  {
    "ref": "John 14:16",
    "text": "And I will ask the Father, and he will give you another Counselor, who will never leave you."
  },
  {
    "ref": "Genesis 1:2",
    "text": "The earth was empty, a formless mass cloaked in darkness. And the Spirit of God was hovering over its surface."
  },
  {
    "ref": "Hebrews 4:12",
    "text": "For the word of God is full of living power. It is sharper than the sharpest knife, cutting deep into our innermost thoughts and desires. It exposes us for what we really are."
  },
  {
    "ref": "Isaiah 7:14",
    "text": "All right then, the Lord himself will choose the sign. Look! The virgin will conceive a child! She will give birth to a son and will call him Immanuel-- 'God is with us.'"
  },
  {
    "ref": "John 1:7",
    "text": "to tell everyone about the light so that everyone might believe because of his testimony."
  },
  {
    "ref": "John 3:5",
    "text": "Jesus replied, \"The truth is, no one can enter the Kingdom of God without being born of water and the Spirit."
  },
  {
    "ref": "John 1:29",
    "text": "The next day John saw Jesus coming toward him and said, \"Look! There is the Lamb of God who takes away the sin of the world!"
  },
  {
    "ref": "Romans 1:18",
    "text": "But God shows his anger from heaven against all sinful, wicked people who push the truth away from themselves."
  },
  {
    "ref": "Hebrews 12:1",
    "text": "Therefore, since we are surrounded by such a huge crowd of witnesses to the life of faith, let us strip off every weight that slows us down, especially the sin that so easily hinders our progress. And let us run with endurance the race that God has set before us."
  },
  {
    "ref": "John 1:3",
    "text": "He created everything there is. Nothing exists that he didn't make."
  },
  {
    "ref": "Matthew 16:18",
    "text": "Now I say to you that you are Peter, and upon this rock I will build my church, and all the powers of hell will not conquer it."
  },
  {
    "ref": "Acts 17:11",
    "text": "And the people of Berea were more open-minded than those in Thessalonica, and they listened eagerly to Paul's message. They searched the Scriptures day after day to check up on Paul and Silas, to see if they were really teaching the truth."
  },
  {
    "ref": "Galatians 2:20",
    "text": "I myself no longer live, but Christ lives in me. So I live my life in this earthly body by trusting in the Son of God, who loved me and gave himself for me."
  },
  {
    "ref": "Matthew 25:31",
    "text": "\"But when the Son of Man comes in his glory, and all the angels with him, then he will sit upon his glorious throne."
  },
  {
    "ref": "Matthew 5:17",
    "text": "\"Don't misunderstand why I have come. I did not come to abolish the law of Moses or the writings of the prophets. No, I came to fulfill them."
  },
  {
    "ref": "Romans 10:17",
    "text": "Yet faith comes from listening to this message of good news-- the Good News about Christ."
  },
  {
    "ref": "Matthew 6:33",
    "text": "and he will give you all you need from day to day if you live for him and make the Kingdom of God your primary concern."
  },
  {
    "ref": "Luke 4:18",
    "text": "\"The Spirit of the Lord is upon me, for he has appointed me to preach Good News to the poor. He has sent me to proclaim that captives will be released, that the blind will see, that the downtrodden will be freed from their oppressors,"
  },
  {
    "ref": "John 16:13",
    "text": "When the Spirit of truth comes, he will guide you into all truth. He will not be presenting his own ideas; he will be telling you what he has heard. He will tell you about the future."
  },
  {
    "ref": "Acts 20:28",
    "text": "\"And now beware! Be sure that you feed and shepherd God's flock-- his church, purchased with his blood-- over whom the Holy Spirit has appointed you as elders."
  },
  {
    "ref": "Titus 2:11",
    "text": "For the grace of God has been revealed, bringing salvation to all people."
  },
  {
    "ref": "John 8:44",
    "text": "For you are the children of your father the Devil, and you love to do the evil things he does. He was a murderer from the beginning and has always hated the truth. There is no truth in him. When he lies, it is consistent with his character; for he is a liar and the father of lies."
  },
  {
    "ref": "Ephesians 6:10",
    "text": "A final word: Be strong with the Lord's mighty power."
  },
  {
    "ref": "Romans 13:1",
    "text": "Obey the government, for God is the one who put it there. All governments have been placed in power by God."
  },
  {
    "ref": "John 2:15",
    "text": "Jesus made a whip from some ropes and chased them all out of the Temple. He drove out the sheep and oxen, scattered the money changers' coins over the floor, and turned over their tables."
  },
  {
    "ref": "Mark 16:16",
    "text": "Anyone who believes and is baptized will be saved. But anyone who refuses to believe will be condemned."
  },
  {
    "ref": "Romans 3:10",
    "text": "As the Scriptures say, \"No one is good-- not even one."
  },
  {
    "ref": "Genesis 3:15",
    "text": "From now on, you and the woman will be enemies, and your offspring and her offspring will be enemies. He will crush your head, and you will strike his heel.\""
  },
  {
    "ref": "Hebrews 11:6",
    "text": "So, you see, it is impossible to please God without faith. Anyone who wants to come to him must believe that there is a God and that he rewards those who sincerely seek him."
  },
  {
    "ref": "John 14:26",
    "text": "But when the Father sends the Counselor as my representative-- and by the Counselor I mean the Holy Spirit-- he will teach you everything and will remind you of everything I myself have told you."
  },
  {
    "ref": "John 5:24",
    "text": "\"I assure you, those who listen to my message and believe in God who sent me have eternal life. They will never be condemned for their sins, but they have already passed from death into life."
  },
  {
    "ref": "Joel 2:28",
    "text": "\"Then after I have poured out my rains again, I will pour out my Spirit upon all people. Your sons and daughters will prophesy. Your old men will dream dreams. Your young men will see visions."
  },
  {
    "ref": "Genesis 1:11",
    "text": "Then God said, \"Let the land burst forth with every sort of grass and seed-bearing plant. And let there be trees that grow seed-bearing fruit. The seeds will then produce the kinds of plants and trees from which they came.\" And so it was."
  },
  {
    "ref": "Colossians 1:15",
    "text": "Christ is the visible image of the invisible God. He existed before God made anything at all and is supreme over all creation."
  },
  {
    "ref": "Matthew 22:37",
    "text": "Jesus replied, \" 'You must love the Lord your God with all your heart, all your soul, and all your mind.'"
  },
  {
    "ref": "Titus 2:13",
    "text": "while we look forward to that wonderful event when the glory of our great God and Savior, Jesus Christ, will be revealed."
  },
  {
    "ref": "Acts 1:9",
    "text": "It was not long after he said this that he was taken up into the sky while they were watching, and he disappeared into a cloud."
  },
  {
    "ref": "John 4:7",
    "text": "Soon a Samaritan woman came to draw water, and Jesus said to her, \"Please give me a drink.\""
  },
  {
    "ref": "Micah 6:8",
    "text": "No, O people, the LORD] has already told you what is good, and this is what he requires: to do what is right, to love mercy, and to walk humbly with your God."
  },
  {
    "ref": "John 17:17",
    "text": "Make them pure and holy by teaching them your words of truth."
  },
  {
    "ref": "Leviticus 18:22",
    "text": "\"Do not practice homosexuality; it is a detestable sin."
  },
  {
    "ref": "Acts 20:7",
    "text": "On the first day of the week, we gathered to observe the Lord's Supper. Paul was preaching; and since he was leaving the next day, he talked until midnight."
  },
  {
    "ref": "Acts 16:31",
    "text": "They replied, \"Believe on the Lord Jesus and you will be saved, along with your entire household.\""
  },
  {
    "ref": "John 11:25",
    "text": "Jesus told her, \"I am the resurrection and the life. Those who believe in me, even though they die like everyone else, will live again."
  },
  {
    "ref": "John 8:58",
    "text": "Jesus answered, \"The truth is, I existed before Abraham was even born!\""
  },
  {
    "ref": "Acts 2:4",
    "text": "And everyone present was filled with the Holy Spirit and began speaking in other languages, as the Holy Spirit gave them this ability."
  },
  {
    "ref": "John 15:5",
    "text": "\"Yes, I am the vine; you are the branches. Those who remain in me, and I in them, will produce much fruit. For apart from me you can do nothing."
  },
  {
    "ref": "Acts 2:41",
    "text": "Those who believed what Peter said were baptized and added to the church-- about three thousand in all."
  },
  {
    "ref": "Proverbs 22:6",
    "text": "Teach your children to choose the right path, and when they are older, they will remain upon it."
  },
  {
    "ref": "Genesis 3:1",
    "text": "Now the serpent was the shrewdest of all the creatures the LORD] God had made. \"Really?\" he asked the woman. \"Did God really say you must not eat any of the fruit in the garden?\""
  },
  {
    "ref": "Hebrews 1:1",
    "text": "Long ago God spoke many times and in many ways to our ancestors through the prophets."
  },
  {
    "ref": "2 John 1:2",
    "text": "the truth that lives in us and will be in our hearts forever."
  },
  {
    "ref": "John 17:3",
    "text": "And this is the way to have eternal life-- to know you, the only true God, and Jesus Christ, the one you sent to earth."
  },
  {
    "ref": "Luke 16:19",
    "text": "Jesus said, \"There was a certain rich man who was splendidly clothed and who lived each day in luxury."
  },
  {
    "ref": "John 5:7",
    "text": "\"I can't, sir,\" the sick man said, \"for I have no one to help me into the pool when the water is stirred up. While I am trying to get there, someone else always gets in ahead of me.\""
  },
  {
    "ref": "John 8:31",
    "text": "Jesus said to the people who believed in him, \"You are truly my disciples if you keep obeying my teachings."
  },
  {
    "ref": "Luke 1:4",
    "text": "to reassure you of the truth of all you were taught."
  },
  {
    "ref": "Revelation 3:20",
    "text": "\"Look! Here I stand at the door and knock. If you hear me calling and open the door, I will come in, and we will share a meal as friends."
  },
  {
    "ref": "1 Peter 2:3",
    "text": "now that you have had a taste of the Lord's kindness."
  },
  {
    "ref": "John 10:30",
    "text": "The Father and I are one.\""
  },
  {
    "ref": "1 Peter 3:15",
    "text": "Instead, you must worship Christ as Lord of your life. And if you are asked about your Christian hope, always be ready to explain it."
  },
  {
    "ref": "Matthew 7:21",
    "text": "\"Not all people who sound religious are really godly. They may refer to me as 'Lord,' but they still won't enter the Kingdom of Heaven. The decisive issue is whether they obey my Father in heaven."
  },
  {
    "ref": "Genesis 12:1",
    "text": "Then the LORD] told Abram, \"Leave your country, your relatives, and your father's house, and go to the land that I will show you."
  },
  {
    "ref": "John 3:8",
    "text": "Just as you can hear the wind but can't tell where it comes from or where it is going, so you can't explain how people are born of the Spirit.\""
  },
  {
    "ref": "John 15:1",
    "text": "\"I am the true vine, and my Father is the gardener."
  },
  {
    "ref": "Genesis 2:7",
    "text": "And the LORD] God formed a man's body from the dust of the ground and breathed into it the breath of life. And the man became a living person."
  },
  {
    "ref": "Genesis 1:3",
    "text": "Then God said, \"Let there be light,\" and there was light."
  },
  {
    "ref": "John 8:12",
    "text": "Jesus said to the people, \"I am the light of the world. If you follow me, you won't be stumbling through the darkness, because you will have the light that leads to life.\""
  },
  {
    "ref": "1 Peter 2:9",
    "text": "But you are not like that, for you are a chosen people. You are a kingdom of priests, God's holy nation, his very own possession. This is so you can show others the goodness of God, for he called you out of the darkness into his wonderful light."
  },
  {
    "ref": "Luke 1:26",
    "text": "In the sixth month of Elizabeth's pregnancy, God sent the angel Gabriel to Nazareth, a village in Galilee,"
  },
  {
    "ref": "Hebrews 9:27",
    "text": "And just as it is destined that each person dies only once and after that comes judgment,"
  },
  {
    "ref": "John 3:2",
    "text": "came to speak with Jesus. \"Teacher,\" he said, \"we all know that God has sent you to teach us. Your miraculous signs are proof enough that God is with you.\""
  },
  {
    "ref": "Matthew 5:14",
    "text": "You are the light of the world-- like a city on a mountain, glowing in the night for all to see."
  },
  {
    "ref": "Exodus 3:14",
    "text": "God replied, \"I AM THE] ONE] WHO] ALWAYS] IS.] Just tell them, 'I AM] has sent me to you.' \""
  },
  {
    "ref": "1 Corinthians 6:9",
    "text": "Don't you know that those who do wrong will have no share in the Kingdom of God? Don't fool yourselves. Those who indulge in sexual sin, who are idol worshipers, adulterers, male prostitutes, homosexuals,"
  },
  {
    "ref": "Luke 10:25",
    "text": "One day an expert in religious law stood up to test Jesus by asking him this question: \"Teacher, what must I do to receive eternal life?\""
  },
  {
    "ref": "Matthew 7:7",
    "text": "\"Keep on asking, and you will be given what you ask for. Keep on looking, and you will find. Keep on knocking, and the door will be opened."
  },
  {
    "ref": "John 1:8",
    "text": "John himself was not the light; he was only a witness to the light."
  },
  {
    "ref": "Ephesians 1:3",
    "text": "How we praise God, the Father of our Lord Jesus Christ, who has blessed us with every spiritual blessing in the heavenly realms because we belong to Christ."
  },
  {
    "ref": "Matthew 1:18",
    "text": "Now this is how Jesus the Messiah was born. His mother, Mary, was engaged to be married to Joseph. But while she was still a virgin, she became pregnant by the Holy Spirit."
  },
  {
    "ref": "Romans 1:20",
    "text": "From the time the world was created, people have seen the earth and sky and all that God made. They can clearly see his invisible qualities-- his eternal power and divine nature. So they have no excuse whatsoever for not knowing God."
  },
  {
    "ref": "John 8:9",
    "text": "When the accusers heard this, they slipped away one by one, beginning with the oldest, until only Jesus was left in the middle of the crowd with the woman."
  },
  {
    "ref": "John 1:5",
    "text": "The light shines through the darkness, and the darkness can never extinguish it."
  },
  {
    "ref": "1 Thessalonians 4:13",
    "text": "And now, brothers and sisters, I want you to know what will happen to the Christians who have died so you will not be full of sorrow like people who have no hope."
  },
  {
    "ref": "Hebrews 13:5",
    "text": "Stay away from the love of money; be satisfied with what you have. For God has said, \"I will never fail you. I will never forsake you.\""
  },
  {
    "ref": "1 John 4:1",
    "text": "Dear friends, do not believe everyone who claims to speak by the Spirit. You must test them to see if the spirit they have comes from God. For there are many false prophets in the world."
  },
  {
    "ref": "Matthew 6:19",
    "text": "\"Don't store up treasures here on earth, where they can be eaten by moths and get rusty, and where thieves break in and steal."
  },
  {
    "ref": "Isaiah 61:1",
    "text": "The Spirit of the Sovereign LORD] is upon me, because the LORD] has appointed me to bring good news to the poor. He has sent me to comfort the brokenhearted and to announce that captives will be released and prisoners will be freed."
  },
  {
    "ref": "Galatians 3:28",
    "text": "There is no longer Jew or Gentile, slave or free, male or female. For you are all Christians-- you are one in Christ Jesus."
  },
  {
    "ref": "2 Peter 3:9",
    "text": "The Lord isn't really being slow about his promise to return, as some people think. No, he is being patient for your sake. He does not want anyone to perish, so he is giving more time for everyone to repent."
  },
  {
    "ref": "Acts 1:11",
    "text": "They said, \"Men of Galilee, why are you standing here staring at the sky? Jesus has been taken away from you into heaven. And someday, just as you saw him go, he will return!\""
  },
  {
    "ref": "John 3:36",
    "text": "And all who believe in God's Son have eternal life. Those who don't obey the Son will never experience eternal life, but the wrath of God remains upon them.\""
  },
  {
    "ref": "Ephesians 6:12",
    "text": "For we are not fighting against people made of flesh and blood, but against the evil rulers and authorities of the unseen world, against those mighty powers of darkness who rule this world, and against wicked spirits in the heavenly realms."
  },
  {
    "ref": "Matthew 6:9",
    "text": "Pray like this: Our Father in heaven, may your name be honored."
  },
  {
    "ref": "Acts 3:19",
    "text": "Now turn from your sins and turn to God, so you can be cleansed of your sins."
  },
  {
    "ref": "Isaiah 40:31",
    "text": "But those who wait on the LORD] will find new strength. They will fly high on wings like eagles. They will run and not grow weary. They will walk and not faint."
  },
  {
    "ref": "John 3:17",
    "text": "God did not send his Son into the world to condemn it, but to save it."
  },
  {
    "ref": "Luke 1:35",
    "text": "The angel replied, \"The Holy Spirit will come upon you, and the power of the Most High will overshadow you. So the baby born to you will be holy, and he will be called the Son of God."
  },
  {
    "ref": "Genesis 1:28",
    "text": "God blessed them and told them, \"Multiply and fill the earth and subdue it. Be masters over the fish and birds and all the animals.\""
  },
  {
    "ref": "Ephesians 2:10",
    "text": "For we are God's masterpiece. He has created us anew in Christ Jesus, so that we can do the good things he planned for us long ago."
  },
  {
    "ref": "2 Corinthians 5:21",
    "text": "For God made Christ, who never sinned, to be the offering for our sin, so that we could be made right with God through Christ."
  },
  {
    "ref": "Romans 6:1",
    "text": "Well then, should we keep on sinning so that God can show us more and more kindness and forgiveness?"
  },
  {
    "ref": "Ephesians 1:13",
    "text": "And now you also have heard the truth, the Good News that God saves you. And when you believed in Christ, he identified you as his own by giving you the Holy Spirit, whom he promised long ago."
  },
  {
    "ref": "Romans 6:3",
    "text": "Or have you forgotten that when we became Christians and were baptized to become one with Christ Jesus, we died with him?"
  },
  {
    "ref": "Matthew 18:15",
    "text": "\"If another believer sins against you, go privately and point out the fault. If the other person listens and confesses it, you have won that person back."
  },
  {
    "ref": "1 John 4:5",
    "text": "These people belong to this world, so they speak from the world's viewpoint, and the world listens to them."
  },
  {
    "ref": "Luke 2:1",
    "text": "At that time the Roman emperor, Augustus, decreed that a census should be taken throughout the Roman Empire."
  },
  {
    "ref": "John 16:33",
    "text": "I have told you all this so that you may have peace in me. Here on earth you will have many trials and sorrows. But take heart, because I have overcome the world.\""
  },
  {
    "ref": "John 5:28",
    "text": "Don't be so surprised! Indeed, the time is coming when all the dead in their graves will hear the voice of God's Son,"
  },
  {
    "ref": "John 5:39",
    "text": "\"You search the Scriptures because you believe they give you eternal life. But the Scriptures point to me!"
  },
  {
    "ref": "Titus 2:3",
    "text": "Similarly, teach the older women to live in a way that is appropriate for someone serving the Lord. They must not go around speaking evil of others and must not be heavy drinkers. Instead, they should teach others what is good."
  },
  {
    "ref": "John 4:23",
    "text": "But the time is coming and is already here when true worshipers will worship the Father in spirit and in truth. The Father is looking for anyone who will worship him that way."
  },
  {
    "ref": "Matthew 7:1",
    "text": "\"Stop judging others, and you will not be judged."
  },
  {
    "ref": "1 Timothy 2:5",
    "text": "For there is only one God and one Mediator who can reconcile God and people. He is the man Christ Jesus."
  },
  {
    "ref": "Matthew 4:1",
    "text": "Then Jesus was led out into the wilderness by the Holy Spirit to be tempted there by the Devil."
  },
  {
    "ref": "John 1:18",
    "text": "No one has ever seen God. But his only Son, who is himself God, is near to the Father's heart; he has told us about him."
  },
  {
    "ref": "Ephesians 4:1",
    "text": "Therefore I, a prisoner for serving the Lord, beg you to lead a life worthy of your calling, for you have been called by God."
  },
  {
    "ref": "John 5:1",
    "text": "Afterward Jesus returned to Jerusalem for one of the Jewish holy days."
  },
  {
    "ref": "Ephesians 5:18",
    "text": "Don't be drunk with wine, because that will ruin your life. Instead, let the Holy Spirit fill and control you."
  },
  {
    "ref": "Ephesians 5:22",
    "text": "You wives will submit to your husbands as you do to the Lord."
  },
  {
    "ref": "Revelation 21:1",
    "text": "Then I saw a new heaven and a new earth, for the old heaven and the old earth had disappeared. And the sea was also gone."
  },
  {
    "ref": "Micah 5:2",
    "text": "But you, O Bethlehem Ephrathah, are only a small village in Judah. Yet a ruler of Israel will come from you, one whose origins are from the distant past."
  },
  {
    "ref": "John 7:42",
    "text": "For the Scriptures clearly state that the Messiah will be born of the royal line of David, in Bethlehem, the village where King David was born.\""
  },
  {
    "ref": "2 Peter 3:4",
    "text": "This will be their argument: \"Jesus promised to come back, did he? Then where is he? Why, as far back as anyone can remember, everything has remained exactly the same since the world was first created.\""
  },
  {
    "ref": "John 6:44",
    "text": "For people can't come to me unless the Father who sent me draws them to me, and at the last day I will raise them from the dead."
  },
  {
    "ref": "John 20:19",
    "text": "That evening, on the first day of the week, the disciples were meeting behind locked doors because they were afraid of the Jewish leaders. Suddenly, Jesus was standing there among them! \"Peace be with you,\" he said."
  },
  {
    "ref": "Psalms 119:105",
    "text": "Your word is a lamp for my feet and a light for my path."
  },
  {
    "ref": "Genesis 2:18",
    "text": "And the LORD] God said, \"It is not good for the man to be alone. I will make a companion who will help him.\""
  },
  {
    "ref": "1 John 1:7",
    "text": "But if we are living in the light of God's presence, just as Christ is, then we have fellowship with each other, and the blood of Jesus, his Son, cleanses us from every sin."
  },
  {
    "ref": "1 Corinthians 15:3",
    "text": "I passed on to you what was most important and what had also been passed on to me-- that Christ died for our sins, just as the Scriptures said."
  },
  {
    "ref": "Isaiah 53:5",
    "text": "But he was wounded and crushed for our sins. He was beaten that we might have peace. He was whipped, and we were healed!"
  },
  {
    "ref": "Ephesians 1:7",
    "text": "He is so rich in kindness that he purchased our freedom through the blood of his Son, and our sins are forgiven."
  },
  {
    "ref": "Ephesians 5:25",
    "text": "And you husbands must love your wives with the same love Christ showed the church. He gave up his life for her"
  },
  {
    "ref": "Romans 8:9",
    "text": "But you are not controlled by your sinful nature. You are controlled by the Spirit if you have the Spirit of God living in you. (And remember that those who do not have the Spirit of Christ living in them are not Christians at all.)"
  },
  {
    "ref": "John 15:13",
    "text": "And here is how to measure it-- the greatest love is shown when people lay down their lives for their friends."
  },
  {
    "ref": "Galatians 5:16",
    "text": "So I advise you to live according to your new life in the Holy Spirit. Then you won't be doing what your sinful nature craves."
  },
  {
    "ref": "John 3:14",
    "text": "And as Moses lifted up the bronze snake on a pole in the wilderness, so I, the Son of Man, must be lifted up on a pole,"
  },
  {
    "ref": "John 3:4",
    "text": "\"What do you mean?\" exclaimed Nicodemus. \"How can an old man go back into his mother's womb and be born again?\""
  },
  {
    "ref": "Luke 15:11",
    "text": "To illustrate the point further, Jesus told them this story: \"A man had two sons."
  },
  {
    "ref": "Matthew 7:13",
    "text": "\"You can enter God's Kingdom only through the narrow gate. The highway to hell is broad, and its gate is wide for the many who choose the easy way."
  },
  {
    "ref": "Genesis 2:24",
    "text": "This explains why a man leaves his father and mother and is joined to his wife, and the two are united into one."
  },
  {
    "ref": "John 10:27",
    "text": "My sheep recognize my voice; I know them, and they follow me."
  },
  {
    "ref": "Colossians 1:16",
    "text": "Christ is the one through whom God created everything in heaven and earth. He made the things we can see and the things we can't see-- kings, kingdoms, rulers, and authorities. Everything has been created through him and for him."
  },
  {
    "ref": "Colossians 3:1",
    "text": "Since you have been raised to new life with Christ, set your sights on the realities of heaven, where Christ sits at God's right hand in the place of honor and power."
  },
  {
    "ref": "Acts 17:30",
    "text": "God overlooked people's former ignorance about these things, but now he commands everyone everywhere to turn away from idols and turn to him."
  },
  {
    "ref": "John 16:7",
    "text": "But it is actually best for you that I go away, because if I don't, the Counselor won't come. If I do go away, he will come because I will send him to you."
  },
  {
    "ref": "1 Peter 3:18",
    "text": "Christ also suffered when he died for our sins once for all time. He never sinned, but he died for sinners that he might bring us safely home to God. He suffered physical death, but he was raised to life in the Spirit."
  },
  {
    "ref": "Hebrews 10:25",
    "text": "And let us not neglect our meeting together, as some people do, but encourage and warn each other, especially now that the day of his coming back again is drawing near."
  },
  {
    "ref": "John 2:2",
    "text": "Jesus and his disciples were also invited to the celebration."
  },
  {
    "ref": "Matthew 7:8",
    "text": "For everyone who asks, receives. Everyone who seeks, finds. And the door is opened to everyone who knocks."
  },
  {
    "ref": "Matthew 5:13",
    "text": "\"You are the salt of the earth. But what good is salt if it has lost its flavor? Can you make it useful again? It will be thrown out and trampled underfoot as worthless."
  },
  {
    "ref": "John 10:11",
    "text": "\"I am the good shepherd. The good shepherd lays down his life for the sheep."
  },
  {
    "ref": "John 4:8",
    "text": "He was alone at the time because his disciples had gone into the village to buy some food."
  },
  {
    "ref": "1 Peter 2:24",
    "text": "He personally carried away our sins in his own body on the cross so we can be dead to sin and live for what is right. You have been healed by his wounds!"
  },
  {
    "ref": "John 14:27",
    "text": "\"I am leaving you with a gift-- peace of mind and heart. And the peace I give isn't like the peace the world gives. So don't be troubled or afraid."
  },
  {
    "ref": "John 6:37",
    "text": "However, those the Father has given me will come to me, and I will never reject them."
  },
  {
    "ref": "Acts 6:1",
    "text": "But as the believers rapidly multiplied, there were rumblings of discontent. Those who spoke Greek complained against those who spoke Hebrew, saying that their widows were being discriminated against in the daily distribution of food."
  },
  {
    "ref": "Romans 8:26",
    "text": "And the Holy Spirit helps us in our distress. For we don't even know what we should pray for, nor how we should pray. But the Holy Spirit prays for us with groanings that cannot be expressed in words."
  },
  {
    "ref": "John 20:1",
    "text": "Early Sunday morning, while it was still dark, Mary Magdalene came to the tomb and found that the stone had been rolled away from the entrance."
  },
  {
    "ref": "John 6:7",
    "text": "Philip replied, \"It would take a small fortune to feed them!\""
  },
  {
    "ref": "Luke 14:1",
    "text": "One Sabbath day Jesus was in the home of a leader of the Pharisees. The people were watching him closely,"
  },
  {
    "ref": "Romans 8:29",
    "text": "For God knew his people in advance, and he chose them to become like his Son, so that his Son would be the firstborn, with many brothers and sisters."
  },
  {
    "ref": "John 5:19",
    "text": "Jesus replied, \"I assure you, the Son can do nothing by himself. He does only what he sees the Father doing. Whatever the Father does, the Son also does."
  },
  {
    "ref": "Jeremiah 17:9",
    "text": "\"The human heart is most deceitful and desperately wicked. Who really knows how bad it is?"
  },
  {
    "ref": "Mark 7:21",
    "text": "For from within, out of a person's heart, come evil thoughts, sexual immorality, theft, murder,"
  },
  {
    "ref": "1 John 4:7",
    "text": "Dear friends, let us continue to love one another, for love comes from God. Anyone who loves is born of God and knows God."
  },
  {
    "ref": "Exodus 1:5",
    "text": "Joseph was already down in Egypt. In all, Jacob had seventy direct descendants."
  },
  {
    "ref": "1 John 2:15",
    "text": "Stop loving this evil world and all that it offers you, for when you love the world, you show that you do not have the love of the Father in you."
  },
  {
    "ref": "2 Peter 1:20",
    "text": "Above all, you must understand that no prophecy in Scripture ever came from the prophets themselves"
  },
  {
    "ref": "Colossians 3:12",
    "text": "Since God chose you to be the holy people whom he loves, you must clothe yourselves with tenderhearted mercy, kindness, humility, gentleness, and patience."
  },
  {
    "ref": "John 15:26",
    "text": "\"But I will send you the Counselor-- the Spirit of truth. He will come to you from the Father and will tell you all about me."
  },
  {
    "ref": "John 17:20",
    "text": "\"I am praying not only for these disciples but also for all who will ever believe in me because of their testimony."
  },
  {
    "ref": "1 John 3:1",
    "text": "See how very much our heavenly Father loves us, for he allows us to be called his children, and we really are! But the people who belong to this world don't know God, so they don't understand that we are his children."
  },
  {
    "ref": "Acts 10:34",
    "text": "Then Peter replied, \"I see very clearly that God doesn't show partiality."
  },
  {
    "ref": "Luke 4:16",
    "text": "When he came to the village of Nazareth, his boyhood home, he went as usual to the synagogue on the Sabbath and stood up to read the Scriptures."
  },
  {
    "ref": "Matthew 2:1",
    "text": "Jesus was born in the town of Bethlehem in Judea, during the reign of King Herod. About that time some wise men from eastern lands arrived in Jerusalem, asking,"
  },
  {
    "ref": "Titus 1:5",
    "text": "I left you on the island of Crete so you could complete our work there and appoint elders in each town as I instructed you."
  },
  {
    "ref": "Acts 17:10",
    "text": "That very night the believers sent Paul and Silas to Berea. When they arrived there, they went to the synagogue."
  },
  {
    "ref": "Luke 9:23",
    "text": "Then he said to the crowd, \"If any of you wants to be my follower, you must put aside your selfish ambition, shoulder your cross daily, and follow me."
  },
  {
    "ref": "Galatians 3:26",
    "text": "So you are all children of God through faith in Christ Jesus."
  },
  {
    "ref": "1 John 2:1",
    "text": "My dear children, I am writing this to you so that you will not sin. But if you do sin, there is someone to plead for you before the Father. He is Jesus Christ, the one who pleases God completely."
  },
  {
    "ref": "1 Peter 5:8",
    "text": "Be careful! Watch out for attacks from the Devil, your great enemy. He prowls around like a roaring lion, looking for some victim to devour."
  },
  {
    "ref": "2 Corinthians 1:2",
    "text": "May God our Father and the Lord Jesus Christ give you his grace and peace."
  },
  {
    "ref": "1 John 5:7",
    "text": "So we have these three witnesses--"
  },
  {
    "ref": "Hebrews 4:15",
    "text": "This High Priest of ours understands our weaknesses, for he faced all of the same temptations we do, yet he did not sin."
  },
  {
    "ref": "Hebrews 1:3",
    "text": "The Son reflects God's own glory, and everything about him represents God exactly. He sustains the universe by the mighty power of his command. After he died to cleanse us from the stain of sin, he sat down in the place of honor at the right hand of the majestic God of heaven."
  },
  {
    "ref": "Acts 1:1",
    "text": "Dear Theophilus: In my first book I told you about everything Jesus began to do and teach"
  },
  {
    "ref": "Luke 1:1",
    "text": "Most honorable Theophilus: Many people have written accounts about the events that took place among us."
  },
  {
    "ref": "Galatians 5:1",
    "text": "So Christ has really set us free. Now make sure that you stay free, and don't get tied up again in slavery to the law."
  },
  {
    "ref": "John 4:10",
    "text": "Jesus replied, \"If you only knew the gift God has for you and who I am, you would ask me, and I would give you living water.\""
  },
  {
    "ref": "John 5:14",
    "text": "But afterward Jesus found him in the Temple and told him, \"Now you are well; so stop sinning, or something even worse may happen to you.\""
  },
  {
    "ref": "Luke 2:3",
    "text": "All returned to their own towns to register for this census."
  },
  {
    "ref": "Isaiah 14:12",
    "text": "\"How you are fallen from heaven, O shining star, son of the morning! You have been thrown down to the earth, you who destroyed the nations of the world."
  },
  {
    "ref": "Hebrews 13:8",
    "text": "Jesus Christ is the same yesterday, today, and forever."
  },
  {
    "ref": "Galatians 3:4",
    "text": "You have suffered so much for the Good News. Surely it was not in vain, was it? Are you now going to just throw it all away?"
  },
  {
    "ref": "Colossians 3:16",
    "text": "Let the words of Christ, in all their richness, live in your hearts and make you wise. Use his words to teach and counsel each other. Sing psalms and hymns and spiritual songs to God with thankful hearts."
  },
  {
    "ref": "John 7:37",
    "text": "On the last day, the climax of the festival, Jesus stood and shouted to the crowds, \"If you are thirsty, come to me!"
  },
  {
    "ref": "Joshua 24:15",
    "text": "But if you are unwilling to serve the LORD], then choose today whom you will serve. Would you prefer the gods your ancestors served beyond the Euphrates? Or will it be the gods of the Amorites in whose land you now live? But as for me and my family, we will serve the LORD].\""
  },
  {
    "ref": "Matthew 5:16",
    "text": "In the same way, let your good deeds shine out for all to see, so that everyone will praise your heavenly Father."
  },
  {
    "ref": "Romans 8:14",
    "text": "For all who are led by the Spirit of God are children of God."
  },
  {
    "ref": "2 Chronicles 1:2",
    "text": "He called together all Israel-- the generals and captains of the army, the judges, and all the political and clan leaders."
  },
  {
    "ref": "Luke 11:1",
    "text": "Once when Jesus had been out praying, one of his disciples came to him as he finished and said, \"Lord, teach us to pray, just as John taught his disciples.\""
  },
  {
    "ref": "Luke 10:38",
    "text": "As Jesus and the disciples continued on their way to Jerusalem, they came to a village where a woman named Martha welcomed them into her home."
  },
  {
    "ref": "Romans 8:31",
    "text": "What can we say about such wonderful things as these? If God is for us, who can ever be against us?"
  },
  {
    "ref": "John 13:1",
    "text": "Before the Passover celebration, Jesus knew that his hour had come to leave this world and return to his Father. He now showed the disciples the full extent of his love."
  },
  {
    "ref": "John 1:4",
    "text": "Life itself was in him, and this life gives light to everyone."
  },
  {
    "ref": "Luke 14:25",
    "text": "Great crowds were following Jesus. He turned around and said to them,"
  },
  {
    "ref": "John 14:23",
    "text": "Jesus replied, \"All those who love me will do what I say. My Father will love them, and we will come to them and live with them."
  },
  {
    "ref": "John 16:8",
    "text": "And when he comes, he will convince the world of its sin, and of God's righteousness, and of the coming judgment."
  },
  {
    "ref": "2 Peter 1:21",
    "text": "or because they wanted to prophesy. It was the Holy Spirit who moved the prophets to speak from God."
  },
  {
    "ref": "1 John 1:8",
    "text": "If we say we have no sin, we are only fooling ourselves and refusing to accept the truth."
  },
  {
    "ref": "Luke 18:1",
    "text": "One day Jesus told his disciples a story to illustrate their need for constant prayer and to show them that they must never give up."
  },
  {
    "ref": "Matthew 7:15",
    "text": "\"Beware of false prophets who come disguised as harmless sheep, but are really wolves that will tear you apart."
  },
  {
    "ref": "John 2:19",
    "text": "\"All right,\" Jesus replied. \"Destroy this temple, and in three days I will raise it up.\""
  },
  {
    "ref": "Exodus 20:8",
    "text": "\"Remember to observe the Sabbath day by keeping it holy."
  },
  {
    "ref": "Hebrews 10:24",
    "text": "Think of ways to encourage one another to outbursts of love and good deeds."
  },
  {
    "ref": "John 14:2",
    "text": "There are many rooms in my Father's home, and I am going to prepare a place for you. If this were not so, I would tell you plainly."
  },
  {
    "ref": "Galatians 6:7",
    "text": "Don't be misled. Remember that you can't ignore God and get away with it. You will always reap what you sow!"
  },
  {
    "ref": "Romans 6:4",
    "text": "For we died and were buried with Christ by baptism. And just as Christ was raised from the dead by the glorious power of the Father, now we also may live new lives."
  },
  {
    "ref": "Matthew 5:7",
    "text": "God blesses those who are merciful, for they will be shown mercy."
  },
  {
    "ref": "Galatians 5:19",
    "text": "When you follow the desires of your sinful nature, your lives will produce these evil results: sexual immorality, impure thoughts, eagerness for lustful pleasure,"
  },
  {
    "ref": "John 2:18",
    "text": "\"What right do you have to do these things?\" the Jewish leaders demanded. \"If you have this authority from God, show us a miraculous sign to prove it.\""
  },
  {
    "ref": "1 Peter 1:3",
    "text": "All honor to the God and Father of our Lord Jesus Christ, for it is by his boundless mercy that God has given us the privilege of being born again. Now we live with a wonderful expectation because Jesus Christ rose again from the dead."
  },
  {
    "ref": "Romans 8:38",
    "text": "And I am convinced that nothing can ever separate us from his love. Death can't, and life can't. The angels can't, and the demons can't. Our fears for today, our worries about tomorrow, and even the powers of hell can't keep God's love away."
  },
  {
    "ref": "1 Corinthians 13:4",
    "text": "Love is patient and kind. Love is not jealous or boastful or proud"
  },
  {
    "ref": "John 6:35",
    "text": "Jesus replied, \"I am the bread of life. No one who comes to me will ever be hungry again. Those who believe in me will never thirst."
  },
  {
    "ref": "Acts 9:1",
    "text": "Meanwhile, Saul was uttering threats with every breath. He was eager to destroy the Lord's followers, so he went to the high priest."
  },
  {
    "ref": "Jude 1:2",
    "text": "May you receive more and more of God's mercy, peace, and love."
  },
  {
    "ref": "Ephesians 1:4",
    "text": "Long ago, even before he made the world, God loved us and chose us in Christ to be holy and without fault in his eyes."
  },
  {
    "ref": "John 21:15",
    "text": "After breakfast Jesus said to Simon Peter, \"Simon son of John, do you love me more than these?\" \"Yes, Lord,\" Peter replied, \"you know I love you.\" \"Then feed my lambs,\" Jesus told him."
  },
  {
    "ref": "John 5:13",
    "text": "The man didn't know, for Jesus had disappeared into the crowd."
  },
  {
    "ref": "2 Corinthians 6:14",
    "text": "Don't team up with those who are unbelievers. How can goodness be a partner with wickedness? How can light live with darkness?"
  },
  {
    "ref": "Matthew 6:25",
    "text": "\"So I tell you, don't worry about everyday life-- whether you have enough food, drink, and clothes. Doesn't life consist of more than food and clothing?"
  },
  {
    "ref": "Romans 1:6",
    "text": "You are among those who have been called to belong to Jesus Christ,"
  },
  {
    "ref": "Isaiah 53:4",
    "text": "Yet it was our weaknesses he carried; it was our sorrows that weighed him down. And we thought his troubles were a punishment from God for his own sins!"
  },
  {
    "ref": "1 Chronicles 1:2",
    "text": "Kenan, Mahalalel, Jared,"
  },
  {
    "ref": "Ephesians 1:22",
    "text": "And God has put all things under the authority of Christ, and he gave him this authority for the benefit of the church."
  },
  {
    "ref": "Matthew 1:21",
    "text": "And she will have a son, and you are to name him Jesus, for he will save his people from their sins.\""
  },
  {
    "ref": "1 John 1:1",
    "text": "The one who existed from the beginning is the one we have heard and seen. We saw him with our own eyes and touched him with our own hands. He is Jesus Christ, the Word of life."
  },
  {
    "ref": "Ephesians 3:20",
    "text": "Now glory be to God! By his mighty power at work within us, he is able to accomplish infinitely more than we would ever dare to ask or hope."
  },
  {
    "ref": "Galatians 4:4",
    "text": "But when the right time came, God sent his Son, born of a woman, subject to the law."
  },
  {
    "ref": "Exodus 20:1",
    "text": "Then God instructed the people as follows:"
  },
  {
    "ref": "Hebrews 12:2",
    "text": "We do this by keeping our eyes on Jesus, on whom our faith depends from start to finish. He was willing to die a shameful death on the cross because of the joy he knew would be his afterward. Now he is seated in the place of highest honor beside God's throne in heaven."
  },
  {
    "ref": "John 4:4",
    "text": "He had to go through Samaria on the way."
  },
  {
    "ref": "John 16:17",
    "text": "The disciples asked each other, \"What does he mean when he says, 'You won't see me, and then you will see me'? And what does he mean when he says, 'I am going to the Father'?"
  },
  {
    "ref": "John 5:11",
    "text": "He replied, \"The man who healed me said to me, 'Pick up your sleeping mat and walk.'\""
  },
  {
    "ref": "Luke 4:1",
    "text": "Then Jesus, full of the Holy Spirit, left the Jordan River. He was led by the Spirit to go out into the wilderness,"
  },
  {
    "ref": "Acts 2:22",
    "text": "\"People of Israel, listen! God publicly endorsed Jesus of Nazareth by doing wonderful miracles, wonders, and signs through him, as you well know."
  },
  {
    "ref": "Romans 8:18",
    "text": "Yet what we suffer now is nothing compared to the glory he will give us later."
  },
  {
    "ref": "Acts 17:26",
    "text": "From one man he created all the nations throughout the whole earth. He decided beforehand which should rise and fall, and he determined their boundaries."
  },
  {
    "ref": "John 20:21",
    "text": "He spoke to them again and said, \"Peace be with you. As the Father has sent me, so I send you.\""
  },
  {
    "ref": "Matthew 5:1",
    "text": "One day as the crowds were gathering, Jesus went up the mountainside with his disciples and sat down to teach them."
  },
  {
    "ref": "Matthew 5:3",
    "text": "\"God blesses those who realize their need for him, for the Kingdom of Heaven is given to them."
  },
  {
    "ref": "Matthew 1:3",
    "text": "Judah was the father of Perez and Zerah (their mother was Tamar). Perez was the father of Hezron. Hezron was the father of Ram."
  },
  {
    "ref": "Colossians 1:13",
    "text": "For he has rescued us from the one who rules in the kingdom of darkness, and he has brought us into the Kingdom of his dear Son."
  },
  {
    "ref": "Luke 10:1",
    "text": "The Lord now chose seventy-two other disciples and sent them on ahead in pairs to all the towns and villages he planned to visit."
  },
  {
    "ref": "Luke 7:36",
    "text": "One of the Pharisees asked Jesus to come to his home for a meal, so Jesus accepted the invitation and sat down to eat."
  },
  {
    "ref": "Luke 1:7",
    "text": "They had no children because Elizabeth was barren, and now they were both very old."
  },
  {
    "ref": "Isaiah 6:1",
    "text": "In the year King Uzziah died, I saw the Lord. He was sitting on a lofty throne, and the train of his robe filled the Temple."
  },
  {
    "ref": "John 12:41",
    "text": "Isaiah was referring to Jesus when he made this prediction, because he was given a vision of the Messiah's glory."
  },
  {
    "ref": "Revelation 20:11",
    "text": "And I saw a great white throne, and I saw the one who was sitting on it. The earth and sky fled from his presence, but they found no place to hide."
  },
  {
    "ref": "Romans 1:26",
    "text": "That is why God abandoned them to their shameful desires. Even the women turned against the natural way to have sex and instead indulged in sex with each other."
  },
  {
    "ref": "Mark 1:15",
    "text": "\"At last the time has come!\" he announced. \"The Kingdom of God is near! Turn from your sins and believe this Good News!\""
  },
  {
    "ref": "Leviticus 20:13",
    "text": "\"The penalty for homosexual acts is death to both parties. They have committed a detestable act and are guilty of a capital offense."
  },
  {
    "ref": "Ephesians 5:21",
    "text": "And further, you will submit to one another out of reverence for Christ."
  },
  {
    "ref": "1 Corinthians 6:19",
    "text": "Or don't you know that your body is the temple of the Holy Spirit, who lives in you and was given to you by God? You do not belong to yourself,"
  },
  {
    "ref": "John 4:16",
    "text": "\"Go and get your husband,\" Jesus told her."
  },
  {
    "ref": "Luke 19:10",
    "text": "And I, the Son of Man, have come to seek and save those like him who are lost.\""
  },
  {
    "ref": "Matthew 28:20",
    "text": "Teach these new disciples to obey all the commands I have given you. And be sure of this: I am with you always, even to the end of the age.\""
  },
  {
    "ref": "Luke 24:1",
    "text": "But very early on Sunday morning the women came to the tomb, taking the spices they had prepared."
  },
  {
    "ref": "Hebrews 4:14",
    "text": "That is why we have a great High Priest who has gone to heaven, Jesus the Son of God. Let us cling to him and never stop trusting him."
  },
  {
    "ref": "2 Chronicles 7:14",
    "text": "Then if my people who are called by my name will humble themselves and pray and seek my face and turn from their wicked ways, I will hear from heaven and will forgive their sins and heal their land."
  },
  {
    "ref": "1 John 3:2",
    "text": "Yes, dear friends, we are already God's children, and we can't even imagine what we will be like when Christ returns. But we do know that when he comes we will be like him, for we will see him as he really is."
  },
  {
    "ref": "1 Corinthians 15:1",
    "text": "Now let me remind you, dear brothers and sisters, of the Good News I preached to you before. You welcomed it then and still do now, for your faith is built on this wonderful message."
  },
  {
    "ref": "John 14:12",
    "text": "\"The truth is, anyone who believes in me will do the same works I have done, and even greater works, because I am going to be with the Father."
  },
  {
    "ref": "Mark 1:14",
    "text": "Later on, after John was arrested by Herod Antipas, Jesus went to Galilee to preach God's Good News."
  },
  {
    "ref": "2 Timothy 3:1",
    "text": "You should also know this, Timothy, that in the last days there will be very difficult times."
  },
  {
    "ref": "John 15:16",
    "text": "You didn't choose me. I chose you. I appointed you to go and produce fruit that will last, so that the Father will give you whatever you ask for, using my name."
  },
  {
    "ref": "Exodus 20:3",
    "text": "\"Do not worship any other gods besides me."
  },
  {
    "ref": "Acts 2:37",
    "text": "Peter's words convicted them deeply, and they said to him and to the other apostles, \"Brothers, what should we do?\""
  },
  {
    "ref": "Luke 23:34",
    "text": "Jesus said, \"Father, forgive these people, because they don't know what they are doing.\" And the soldiers gambled for his clothes by throwing dice."
  },
  {
    "ref": "Matthew 7:12",
    "text": "\"Do for others what you would like them to do for you. This is a summary of all that is taught in the law and the prophets."
  },
  {
    "ref": "Matthew 6:24",
    "text": "\"No one can serve two masters. For you will hate one and love the other, or be devoted to one and despise the other. You cannot serve both God and money."
  },
  {
    "ref": "Matthew 6:1",
    "text": "\"Take care! Don't do your good deeds publicly, to be admired, because then you will lose the reward from your Father in heaven."
  },
  {
    "ref": "Mark 1:1",
    "text": "Here begins the Good News about Jesus the Messiah, the Son of God."
  },
  {
    "ref": "Jeremiah 31:31",
    "text": "\"The day will come,\" says the LORD], \"when I will make a new covenant with the people of Israel and Judah."
  },
  {
    "ref": "Luke 22:20",
    "text": "After supper he took another cup of wine and said, \"This wine is the token of God's new covenant to save you-- an agreement sealed with the blood I will pour out for you."
  },
  {
    "ref": "Matthew 18:20",
    "text": "For where two or three gather together because they are mine, I am there among them.\""
  },
  {
    "ref": "Daniel 9:24",
    "text": "\"A period of seventy sets of seven has been decreed for your people and your holy city to put down rebellion, to bring an end to sin, to atone for guilt, to bring in everlasting righteousness, to confirm the prophetic vision, and to anoint the Most Holy Place."
  },
  {
    "ref": "Mark 16:17",
    "text": "These signs will accompany those who believe: They will cast out demons in my name, and they will speak new languages."
  },
  {
    "ref": "Revelation 19:11",
    "text": "Then I saw heaven opened, and a white horse was standing there. And the one sitting on the horse was named Faithful and True. For he judges fairly and then goes to war."
  },
  {
    "ref": "Psalms 19:1",
    "text": "For the choir director: A psalm of David. The heavens tell of the glory of God. The skies display his marvelous craftsmanship."
  },
  {
    "ref": "John 1:6",
    "text": "God sent John the Baptist"
  },
  {
    "ref": "1 Corinthians 10:13",
    "text": "But remember that the temptations that come into your life are no different from what others experience. And God is faithful. He will keep the temptation from becoming so strong that you can't stand up against it. When you are tempted, he will show you a way out so that you will not give in to it."
  },
  {
    "ref": "Luke 6:27",
    "text": "\"But if you are willing to listen, I say, love your enemies. Do good to those who hate you."
  },
  {
    "ref": "Matthew 24:14",
    "text": "And the Good News about the Kingdom will be preached throughout the whole world, so that all nations will hear it; and then, finally, the end will come."
  },
  {
    "ref": "Matthew 4:4",
    "text": "But Jesus told him, \"No! The Scriptures say, 'People need more than bread for their life; they must feed on every word of God.' \""
  },
  {
    "ref": "2 Timothy 3:15",
    "text": "You have been taught the holy Scriptures from childhood, and they have given you the wisdom to receive the salvation that comes by trusting in Christ Jesus."
  },
  {
    "ref": "Acts 5:3",
    "text": "Then Peter said, \"Ananias, why has Satan filled your heart? You lied to the Holy Spirit, and you kept some of the money for yourself."
  },
  {
    "ref": "Matthew 5:44",
    "text": "But I say, love your enemies! Pray for those who persecute you!"
  },
  {
    "ref": "Colossians 2:9",
    "text": "For in Christ the fullness of God lives in a human body,"
  },
  {
    "ref": "Colossians 2:8",
    "text": "Don't let anyone lead you astray with empty philosophy and high-sounding nonsense that come from human thinking and from the evil powers of this world, and not from Christ."
  },
  {
    "ref": "Galatians 6:1",
    "text": "Dear brothers and sisters, if another Christian is overcome by some sin, you who are godly should gently and humbly help that person back onto the right path. And be careful not to fall into the same temptation yourself."
  },
  {
    "ref": "John 1:11",
    "text": "Even in his own land and among his own people, he was not accepted."
  },
  {
    "ref": "Hebrews 12:14",
    "text": "Try to live in peace with everyone, and seek to live a clean and holy life, for those who are not holy will not see the Lord."
  },
  {
    "ref": "John 3:19",
    "text": "Their judgment is based on this fact: The light from heaven came into the world, but they loved the darkness more than the light, for their actions were evil."
  },
  {
    "ref": "Mark 12:30",
    "text": "And you must love the Lord your God with all your heart, all your soul, all your mind, and all your strength.'"
  },
  {
    "ref": "Daniel 9:27",
    "text": "He will make a treaty with the people for a period of one set of seven, but after half this time, he will put an end to the sacrifices and offerings. Then as a climax to all his terrible deeds, he will set up a sacrilegious object that causes desecration, until the end that has been decreed is poured out on this defiler.\""
  }
]